{
    "polymer": "สารชีวโมเลกุลใหญ่ ที่ประกอบด้วยหน่วยย่อยต่อเข้าด้วยกัน",
    "monomer": "สารชีวโมเลกุลเล็ก ที่เป็นหน่วยย่อยของ polymer",
    "polymerization": "ปฏิกิริยาการสร้าง polymer",
    "hydrolysis": "ปฏิกิริยาเคมีที่ใช้น้ำเข้าไปสลายสารโมเลกุลใหญ่ ให้กลายเป็นสารโมเลกุลเล็ก",
    "carbohydrate": "polymer ที่ประกอบด้วยอะตอมของธาตุคาร์บอน (carbon) ออกซิเจน (oxygen) และ ไฮโดรเจน (hydrogen) โดยมีอัตราส่วนของ hydrogen : oxygen เป็น 2:1",
    "carbon": "คาร์บอน เป็นธาตุชนิดหนึ่ง",
    "oxygen": "ออกซิเจน เป็นธาตุชนิดหนึ่ง",
    "hydrogen": "ไฮโดรเจน เป็นธาตุชนิดหนึ่ง",
    "ribose": "น้ำตาล 5 คาร์บอน มักพบใน RNA",
    "monosaccharide": "monomer ของ carbohydrate",
    "triose": "น้ำตาลที่มี 3 คาร์บอน",
    "pentose": "น้ำตาลที่มี 5 คาร์บอน",
    "hexose": "น้ำตาลที่มี 6 คอร์บอน",
    "aldose": "น้ำตาลที่มีหมู่ aldehyde เช่น กลูโคส กาแลคโตส",
    "aldehyde": "หมู่ฟังก์ชัน ที่มีสูตรว่า (R-CHO)",
    "ketose": "น้ำตาลที่มีหมู่ ketone เช่น ฟรุกโตส",
    "ketone": "หมู่ฟังก์ชัน ที่มีสูตรว่า (R-C(=O)-R')",
    "oligosaccharide": "เกิดจาก monosaccharide 2-10 โมเลกุลรวมตัวกันผ่านพันธะไกลโคซิดิก (glycosidic bond)",
    "glycosidic bond": "พันธะไกลโคซิดิก ใช้ยึดระหว่าง monosaccharide",
    "polysaccharide": "เกิดจากการรวมตัวกันของ monosaccharide 11 โมเลกุลขึ้นไป",
    "storage polysaccharide": "ใช้สำหรับสะสมพลังงานในสิ่งมีชีวิต เช่น แป้ง ไกลโคเจน",
    "starch": "แป้ง จัดเป็น storage polysaccharide",
    "amylose": "แป้งที่มีรูปร่างโมเลกุล ตรง ไม่แตกกิ่ง",
    "amylopectin": "แป้งที่มีรูปร่างโมเลกุล แตกกิ่งก้านสาขา",
    "glycogen": "จัดเป็น storage polysaccharide มักสะสมในอาหารสัตว์หรือตับ แต่ไม่ถือเป็นแป้ง",
    "structural polysaccharide": "ให้ความแข็งแรงและพยุงโครงสร้างให้กับเซลล์และสิ่งมีชีวิต เช่น เซลลูโลส (Cellulose) ไคติน (Chitin)",
    "cellulose": "องค์ประกอบหลักของผนังเซลล์พืช",
    "cellulase": "เอนไซม์ที่ย่อยเซลลูโลส",

    "ruminant": "สัตว์เคี้ยวเอื้อง เช่น วัว ควาย มีกระเพาะอาหาร 4 ส่วน เพื่อใช้ย่อยเซลลูโลสจากพืชโดยเฉพาะ",
    "chitin": "พอลิแซ็กคาไรด์ที่เป็นส่วนประกอบสำคัญของผนังเซลล์ของเห็ดรา และโครงร่างภายนอกของสัตว์ขาข้อ",
    "cell wall": "ผนังเซลล์ โครงสร้างชั้นนอกสุดของเซลล์พืชและแบคทีเรีย ช่วยรักษาความแข็งแรงและรูปร่างของเซลล์",
    "exoskeleton": "โครงร่างแข็งภายนอก พบในสัตว์ไม่มีกระดูกสันหลัง เช่น แมลงและกุ้ง ช่วยป้องกันตัวและรองรับร่างกาย",
    "p. arthopoda": "ไฟลัมอาร์โทรโพดา กลุ่มสัตว์ที่มีขาเป็นข้อและมีโครงร่างแข็งภายนอก เช่น แมลง กุ้ง และปู",
    "reducing sugar": "น้ำตาลรีดิวซ์ น้ำตาลที่สามารถให้อิเล็กตรอนและเปลี่ยนสีสารละลายเบเนดิกต์ได้ เช่น กลูโคส ฟรักโทส",
    "benedict's solution": "สารละลายเบเนดิกต์ ใช้สำหรับทดสอบน้ำตาลรีดิวซ์ โดยจะเปลี่ยนสีจากฟ้าเป็นตะกอนสีส้มแดงเมื่อได้รับความร้อน",
    "sucrose": "น้ำตาลทรายหรือน้ำตาลซูโครส เป็นน้ำตาลโมเลกุลคู่ที่เกิดจากกลูโคสรวมตัวกับฟรักโทส",
    "non-reducing sugar": "น้ำตาลที่ไม่ใช่ตัวรีดิวซ์ เช่น ซูโครส ซึ่งไม่ทำปฏิกิริยากับสารละลายเบเนดิกต์โดยตรง",
    "protein": "สารชีวโมเลกุลขนาดใหญ่ที่ประกอบด้วยโซ่ของกรดอะมิโน ทำหน้าที่สำคัญในโครงสร้างและกระบวนการของร่างกาย",
    "amino acid": "กรดอะมิโน หน่วยย่อยที่เป็นพื้นฐานของโปรตีน ประกอบด้วยหมู่แอมิโน หมู่คาร์บอกซิล และสายข้าง (R-group)",
    "peptide bond": "พันธะเปปไทด์ พันธะโควาเลนต์ที่เชื่อมต่อระหว่างหมู่คาร์บอกซิลของกรดอะมิโนตัวหนึ่งกับหมู่แอมิโนของอีกตัวหนึ่ง",
    "amino group": "หมู่แอมิโน (-NH2) หมู่ฟังก์ชันที่เป็นส่วนประกอบของกรดอะมิโน มีสมบัติเป็นเบส",
    "carboxyl group": "หมู่คาร์บอกซิล (-COOH) หมู่ฟังก์ชันที่เป็นส่วนประกอบของกรดอะมิโน มีสมบัติเป็นกรด",
    "hydrogen atom": "อะตอมไฮโดรเจน ธาตุที่เป็นส่วนประกอบหลักในสารอินทรีย์และช่วยในการสร้างพันธะไฮโดรเจน",
    "alpha-carbon": "แอลฟาคาร์บอน อะตอมคาร์บอนตำแหน่งกลางในกรดอะมิโนที่พันธะเชื่อมกับหมู่แอมิโน คาร์บอกซิล และหมู่ R",
    "side chain group": "โซ่ข้างหรือหมู่ R ส่วนของกรดอะมิโนที่แตกต่างกันในแต่ละชนิด กำหนดคุณสมบัติทางเคมีของกรดอะมิโนนั้น",
    "กรดอะมิโน": "หน่วยย่อยที่ประกอบกันเป็นโปรตีน มีทั้งหมด 20 ชนิดพื้นฐานในสิ่งมีชีวิต",
    "primary structure": "โครงสร้างปฐมภูมิ ลำดับการเรียงตัวของกรดอะมิโนในสายพอลิเปปไทด์",
    "secondary structure": "โครงสร้างทุติยภูมิ การม้วนตัวหรือพับของสายพอลิเปปไทด์เป็นเกลียวแอลฟาหรือแผ่นบีตาด้วยพันธะไฮโดรเจน",
    "polypeptide": "พอลิเปปไทด์ สายโซ่ของกรดอะมิโนหลายโมเลกุลที่เชื่อมต่อกันด้วยพันธะเปปไทด์",
    "hydrogen bond": "พันธะไฮโดรเจน แรงดึงดูดระหว่างอะตอมไฮโดรเจนกับอะตอมที่มีค่าอิเล็กโตรเนกาติวิตีสูง เช่น O หรือ N",
    "α-helix": "เกลียวแอลฟา โครงสร้างทุติยภูมิของโปรตีนที่มีลักษณะม้วนเป็นเกลียวคล้ายสปริง",
    "β-pleated sheet": "แผ่นพับบีตา โครงสร้างทุติยภูมิของโปรตีนที่มีลักษณะพับไปมาคล้ายแผ่นกระดาษพับ",
    "tertiary structure": "โครงสร้างตติยภูมิ การพับตัวสามมิติของโปรตีนที่เกิดจากแรงกระทำระหว่างหมู่ R ต่างๆ",
    "secondary stucture": "โครงสร้างทุติยภูมิ (คำอธิบายเหมือน Secondary Structure ด้านบน)",
    "functional group": "หมู่ฟังก์ชัน กลุ่มของอะตอมที่แสดงสมบัติทางเคมีเฉพาะตัวในโมเลกุลของสารอินทรีย์",
    "ionic bond": "พันธะไอออนิก แรงดึงดูดทางไฟฟ้าสถิตระหว่างประจุบวกและประจุลบในโปรตีน",
    "disulfide bond": "พันธะไดซัลไฟด์ พันธะโควาเลนต์ที่แข็งแรงระหว่างอะตอมซัลเฟอร์ของกรดอะมิโนซิสเทอีนสองโมเลกุล",
    "sulfhydryl group": "หมู่ซัลฟ์ไฮดริล (-SH) หมู่ฟังก์ชันที่พบในกรดอะมิโนซิสเทอีน ช่วยสร้างพันธะไดซัลไฟด์",
    "hydrophobic interaction": "แรงดึงดูดระหว่างส่วนที่ไม่ชอบน้ำ การที่ส่วนไม่มีขั้วพยายามรวมกลุ่มกันเพื่อหลีกเลี่ยงน้ำ",
    "quaternary structure": "โครงสร้างจตุรภูมิ การรวมตัวกันของสายพอลิเปปไทด์มากกว่าหนึ่งสายขึ้นไปเพื่อทำหน้าที่",
    "hemoglobin": "เฮโมโกลบิน โปรตีนในเม็ดเลือดแดงที่ทำหน้าที่ลำเลียงออกซิเจนไปสู่เซลล์ทั่วร่างกาย",
    "structural protein": "โปรตีนโครงสร้าง โปรตีนที่ทำหน้าที่เป็นส่วนประกอบของเนื้อเยื่อ เช่น คอลลาเจนและเคราติน",
    "collagen": "คอลลาเจน โปรตีนโครงสร้างที่พบมากในผิวหนัง กระดูก และเนื้อเยื่อเกี่ยวพัน เพิ่มความยืดหยุ่น",
    "keratin": "เคราติน โปรตีนโครงสร้างที่เป็นส่วนประกอบหลักของเส้นผม ขน เล็บ และผิวหนังชั้นนอก",
    "enzymes": "เอนไซม์ ตัวเร่งปฏิกิริยาทางชีวภาพส่วนใหญ่เป็นโปรตีน ช่วยลดพลังงานก่อกัมมันต์ของปฏิกิริยา",
    "amylase": "อะไมเลส เอนไซม์ที่ทำหน้าที่ย่อยแป้งให้เป็นน้ำตาลโมเลกุลคู่",
    "lipase": "ไลเพส เอนไซม์ที่ทำหน้าที่ย่อยไขมัน (Lipid) ให้เป็นกรดไขมันและกลีเซอรอล",
    "transport protein": "โปรตีนขนส่ง โปรตีนที่ช่วยลำเลียงสารผ่านเยื่อหุ้มเซลล์หรือผ่านกระแสเลือด",
    "motor protein": "โปรตีนเคลื่อนไหว โปรตีนที่เปลี่ยนพลังงานเคมีเป็นพลังงานกลเพื่อการเคลื่อนที่ภายในเซลล์",
    "myosin": "ไมโอซิน โปรตีนที่ทำงานร่วมกับแอกตินในการหดตัวของกล้ามเนื้อ",
    "dynein": "ไดนีน โปรตีนเคลื่อนไหวที่ช่วยในการเคลื่อนที่ของซิเลียและแฟลเจลลา",
    "defensive protein": "โปรตีนป้องกัน เช่น แอนติบอดีที่ช่วยกำจัดสิ่งแปลกปลอมหรือเชื้อโรคในร่างกาย",
    "antibody": "แอนติบอดี โปรตีนในระบบภูมิคุ้มกันที่จับกับสิ่งแปลกปลอม (แอนติเจน) เพื่อทำลาย",
    "regulatory protein": "โปรตีนควบคุม เช่น ฮอร์โมนที่ทำหน้าที่ควบคุมกระบวนการต่างๆ ภายในร่างกาย",
    "insulin": "อินซูลิน ฮอร์โมนโปรตีนที่สร้างจากตับอ่อน ทำหน้าที่ควบคุมระดับน้ำตาลในเลือด",
    "biuret": "การทดสอบไบยูเรต วิธีการตรวจสอบโปรตีนโดยจะเปลี่ยนเป็นสีม่วงเมื่อมีพันธะเปปไทด์ทำปฏิกิริยากับ Cu2+",
    "โปรตีน": "สารอาหารที่จำเป็นต่อร่างกาย ประกอบด้วยกรดอะมิโน เชื่อมต่อกันด้วยพันธะเปปไทด์",
    "lipid": "ลิพิดหรือไขมัน สารชีวโมเลกุลที่ไม่ละลายในน้ำแต่ละลายได้ดีในตัวทำละลายอินทรีย์",
    "hydrophobic": "ไฮโดรโฟบิก คุณสมบัติไม่ชอบน้ำหรือไม่รวมตัวกับน้ำของโมเลกุลที่ไม่มีขั้ว",
    "fatty acid": "กรดไขมัน หน่วยย่อยของลิพิด ประกอบด้วยสายไฮโดรคาร์บอนยาวและหมู่คาร์บอกซิล",
    "saturated fatty acid": "กรดไขมันอิ่มตัว กรดไขมันที่มีพันธะเดี่ยวทั้งหมดระหว่างอะตอมคาร์บอนในสายไฮโดรคาร์บอน",
    "unsaturated fatty acid": "กรดไขมันไม่อิ่มตัว กรดไขมันที่มีพันธะคู่หนึ่งตำแหน่งหรือมากกว่าในสายไฮโดรคาร์บอน",
    "triglycerides": "ไตรกลีเซอไรด์ ลิพิดสะสมที่เกิดจากกรดไขมัน 3 โมเลกุลรวมกับกลีเซอรอล 1 โมเลกุล",
    "glycerol": "กลีเซอรอล แอลกอฮอล์ที่มีคาร์บอน 3 อะตอม เป็นโครงหลักในการสร้างไตรกลีเซอไรด์และฟอสโฟลิพิด",
    "กรดไขมัน": "โมเลกุลที่เป็นส่วนประกอบสำคัญของไขมันและน้ำมันชนิดต่างๆ",
    "ester bond": "พันธะเอสเทอร์ พันธะที่เชื่อมต่อระหว่างกรดไขมันกับกลีเซอรอลในโมเลกุลไขมัน",
    "phospholipid": "ฟอสโฟลิพิด ลิพิดที่เป็นส่วนประกอบหลักของเยื่อหุ้มเซลล์ มีส่วนหัวที่มีขั้วและส่วนหางที่ไม่มีขั้ว",
    "กรีเซอรอล": "สารประกอบแอลกอฮอล์ที่เป็นโครงร่างหลักของลิพิดส่วนใหญ่",
    "phosphate group": "หมู่ฟอสเฟต หมู่ฟังก์ชันที่มีฟอสฟอรัสเป็นศูนย์กลาง มีประจุลบ สำคัญต่อโครงสร้าง DNA และ ATP",
    "amphipathic": "แอมฟิพาทิก คุณสมบัติของโมเลกุลที่มีทั้งส่วนที่ชอบน้ำ (Hydrophilic) และไม่ชอบน้ำ (Hydrophobic) ในโมเลกุลเดียว",
    "cell membrane": "เยื่อหุ้มเซลล์ โครงสร้างสองชั้นที่ห่อหุ้มเซลล์ ควบคุมการเข้าออกของสาร",
    "bilayer": "โครงสร้างสองชั้น โดยเฉพาะการเรียงตัวของฟอสโฟลิพิดในเยื่อหุ้มเซลล์",
    "steroid": "สเตอรอยด์ ลิพิดที่มีโครงสร้างพื้นฐานเป็นวงคาร์บอน 4 วงเชื่อมต่อกัน",
    "คาร์บอน": "ธาตุพื้นฐานสำคัญที่สุดในสารอินทรีย์และสิ่งมีชีวิตทุกชนิด",
    "steriod nucleus": "โครงสร้างพื้นฐานของสเตอรอยด์ที่ประกอบด้วยวงคาร์บอน 4 วง",
    "cholesterol": "คอเลสเตอรอล สเตอรอยด์ที่เป็นส่วนประกอบของเยื่อหุ้มเซลล์สัตว์และเป็นสารตั้งต้นของฮอร์โมน",
    "เยื่อหุ้มเซลล์": "ส่วนที่ห่อหุ้มของเหลวภายในเซลล์ มีสมบัติเป็นเยื่อเลือกผ่าน",
    "sex hormone": "ฮอร์โมนเพศ เช่น เอสโตรเจนและเทสโทสเทอโรน ซึ่งมีโครงสร้างพื้นฐานมาจากสเตอรอยด์",
    "adrenal hormone": "ฮอร์โมนจากต่อมหมวกไต ช่วยควบคุมการเผาผลาญและความสมดุลของแร่ธาตุ",
    "lipoprotein": "ลิโพโปรตีน สารประกอบที่รวมกันระหว่างไขมันและโปรตีน ทำหน้าที่ขนส่งไขมันในกระแสเลือด",
    "nucleic acid": "กรดนิวคลิอิก สารชีวโมเลกุลที่ทำหน้าที่เก็บและถ่ายทอดข้อมูลทางพันธุกรรม เช่น DNA และ RNA",
    "nucleotide": "นิวคลีโอไทด์ หน่วยย่อยของกรดนิวคลิอิก ประกอบด้วยน้ำตาลเพนโทส หมู่ฟอสเฟต และไนโตรเจนเบส",
    "phosphodiester bond": "พันธะฟอสโฟไดเอสเทอร์ พันธะที่เชื่อมระหว่างน้ำตาลของนิวคลีโอไทด์ตัวหนึ่งกับหมู่ฟอสเฟตของอีกตัวหนึ่ง",
    "pentose sugar": "น้ำตาลเพนโทส น้ำตาลที่มีคาร์บอน 5 อะตอม เช่น ไรโบส และดีออกซีไรโบส",
    "dna": "ดีเอ็นเอ สารพันธุกรรมหลักของสิ่งมีชีวิต มีโครงสร้างเป็นเกลียวคู่",
    "deoxyribose": "ดีออกซีไรโบส น้ำตาลคาร์บอน 5 อะตอมที่เป็นส่วนประกอบในโครงสร้างของ DNA",
    "rna": "อาร์เอ็นเอ กรดนิวคลิอิกที่ทำหน้าที่ในการสังเคราะห์โปรตีน มักมีสายเดี่ยว",
    "nitrogen base": "ไนโตรเจนเบส สารประกอบอินทรีย์ที่เป็นส่วนประกอบสำคัญในนิวคลีโอไทด์",
    "purine": "พิวรีน กลุ่มไนโตรเจนเบสที่มีโครงสร้าง 2 วง ได้แก่ อะดีนีน (A) และกวานีน (G)",
    "adenine": "อะดีนีน ไนโตรเจนเบสชนิดพิวรีน พบในทั้ง DNA และ RNA",
    "guanine": "กวานีน ไนโตรเจนเบสชนิดพิวรีน พบในทั้ง DNA และ RNA",
    "pyrimidine": "ไพริมิดีน กลุ่มไนโตรเจนเบสที่มีโครงสร้าง 1 วง ได้แก่ ไซโทซีน (C), ไทมีน (T) และยูราซิล (U)",
    "cytosine": "ไซโทซีน ไนโตรเจนเบสชนิดไพริมิดีน พบในทั้ง DNA และ RNA",
    "thymine": "ไทมีน ไนโตรเจนเบสชนิดไพริมิดีน พบเฉพาะใน DNA เท่านั้น",
    "uracil": "ยูราซิล ไนโตรเจนเบสชนิดไพริมิดีน พบเฉพาะใน RNA เท่านั้น",
    "double helix": "เกลียวคู่ ลักษณะโครงสร้างสามมิติของ DNA ที่สายสองสายบิดพันกัน",
    "base pairs": "คู่เบส การจับคู่ของไนโตรเจนเบสระหว่างสาย DNA สองสาย (A คู่กับ T, C คู่กับ G)",
    "พันธะไฮโดรเจน": "พันธะเคมีที่ช่วยยึดสาย DNA สองสายเข้าด้วยกันผ่านไนโตรเจนเบส",
    "single-stranded": "สายเดี่ยว ลักษณะโครงสร้างของอาร์เอ็นเอส่วนใหญ่",
    "mrna": "เอ็มอาร์เอ็นเอ อาร์เอ็นเอนำรหัสที่คัดลอกจาก DNA ไปยังไรโบโซมเพื่อสร้างโปรตีน",
    "ribosome": "ไรโบโซม ออร์แกเนลล์ที่เป็นแหล่งสังเคราะห์โปรตีนภายในเซลล์",
    "trna": "ทีอาร์เอ็นเอ อาร์เอ็นเอขนย้าย ทำหน้าที่นำกรดอะมิโนมายังไรโบโซมตามรหัสบน mRNA",
    "dna translation": "การแปลรหัส กระบวนการสร้างโปรตีนจากข้อมูลบน mRNA โดยทำงานร่วมกับไรโบโซม",
    "คู่เบส": "เบสสองชนิดที่ยึดกันด้วยพันธะไฮโดรเจนในโครงสร้างเกลียวคู่ของ DNA",
    "rrna": "อาร์อาร์เอ็นเอ อาร์เอ็นเอที่เป็นส่วนประกอบหลักของโครงสร้างไรโบโซม",
    "enzyme": "เอนไซม์ สารชีวโมเลกุลที่ช่วยเพิ่มความเร็วของปฏิกิริยาเคมีในสิ่งมีชีวิต",
    "activation energy": "พลังงานก่อกัมมันต์ พลังงานปริมาณน้อยที่สุดที่จำเป็นต้องใช้เพื่อเริ่มปฏิกิริยาเคมี",
    "lock and key model": "แบบจำลองแม่กุญแจกับลูกกุญแจ แนวคิดที่เอนไซม์และสับสเตรตมีรูปร่างเข้ากันได้พอดีตั้งแต่ต้น",
    "induced fit model": "แบบจำลองการเหนี่ยวนำให้พอดี แนวคิดที่เอนไซม์เปลี่ยนรูปร่างเล็กน้อยเพื่อให้จับกับสับสเตรตได้แน่นขึ้น",
    "substrate": "สับสเตรต สารตั้งต้นที่เข้าทำปฏิกิริยาโดยมีเอนไซม์เป็นตัวเร่ง",
    "active site": "บริเวณเร่ง ส่วนของเอนไซม์ที่มีรูปร่างเฉพาะเพื่อให้สับสเตรตเข้ามาจับเพื่อเกิดปฏิกิริยา",
    "transition state": "สภาวะแทรนซิชัน สภาวะที่สารตั้งต้นมีความพลังงานสูงสุดและกำลังจะกลายเป็นผลิตภัณฑ์",
    "product": "ผลิตภัณฑ์ สารที่ได้หลังจากปฏิกิริยาเคมีสิ้นสุดลง",
    "inhibition": "การยับยั้ง กระบวนการที่ทำให้การทำงานของเอนไซม์ลดลงหรือหยุดลง",
    "inhibitor": "ตัวยับยั้ง สารที่เข้ามาขัดขวางการทำงานของเอนไซม์",
    "competitive inhibition": "การยับยั้งแบบแข่งขัน การที่ตัวยับยั้งแย่งชิงบริเวณเร่งของเอนไซม์กับสับสเตรต",
    "competitive inhibitor": "ตัวยับยั้งแบบแข่งขัน สารที่มีรูปร่างคล้ายสับสเตรตและสามารถจับกับบริเวณเร่งได้",
    "non-competitive inhibition": "การยับยั้งแบบไม่แข่งขัน การที่ตัวยับยั้งจับบริเวณอื่นของเอนไซม์จนทำให้รูปร่างบริเวณเร่งเปลี่ยนไป",
    "ph": "ค่าพีเอช มาตรวัดความเป็นกรดหรือด่าง ซึ่งส่งผลต่อการทำงานและโครงสร้างของเอนไซม์",
    "compound microscope": "กล้องจุลทรรศน์ใช้แสงแบบประกอบ ใช้เลนส์หลายอันเพื่อขยายภาพวัตถุขนาดเล็ก",
    "stereo microscope": "กล้องจุลทรรศน์สเตอริโอ ใช้ดูวัตถุที่มีขนาดค่อนข้างใหญ่หรือดูรายละเอียดพื้นผิวภาพเป็น 3 มิติ",
    "transmission electron microscope": "กล้องจุลทรรศน์อิเล็กตรอนแบบส่องผ่าน (TEM) ใช้ศึกษาโครงสร้างภายในเซลล์ที่มีรายละเอียดสูงมาก",
    "scanning electron microscope": "กล้องจุลทรรศน์อิเล็กตรอนแบบส่องกราด (SEM) ใช้ศึกษาลักษณะพื้นผิวภายนอกของวัตถุแบบ 3 มิติ",
    "eyepiece": "เลนส์ใกล้ตา ส่วนที่อยู่ใกล้ดวงตาทำหน้าที่ขยายภาพที่ได้จากเลนส์ใกล้วัตถุ",
    "ocular lens": "เลนส์ใกล้ตา (คำอธิบายเดียวกับ Eyepiece)",
    "เลนส์ใกล้วัตถุ": "เลนส์ที่อยู่ใกล้กับสิ่งที่ต้องการส่อง มีกำลังขยายต่างๆ กันไป",
    "ภาพจริงหัวกลับ": "ลักษณะภาพที่เกิดขึ้นในกล้องจุลทรรศน์ใช้แสงเมื่อมองผ่านเลนส์",
    "objective lens": "เลนส์ใกล้วัตถุ ทำหน้าที่รับแสงจากวัตถุและสร้างภาพที่มีกำลังขยายขั้นแรก",
    "จานหมุน": "ส่วนที่ใช้สำหรับเปลี่ยนเลนส์ใกล้วัตถุที่มีกำลังขยายต่างกัน",
    "เลนส์ใกล้ตา": "เลนส์ที่ใช้มองดูภาพสุดท้ายจากกล้อง ปกติมีกำลังขยาย 10 เท่า",
    "coarse adjustment knob": "ปุ่มปรับภาพหยาบ ใช้เลื่อนลำกล้องหรือแท่นวางวัตถุเพื่อหาโฟกัสในกำลังขยายต่ำ",
    "เลนส์ใหล้วัตถุ": "เลนส์ใกล้วัตถุ (สะกดผิดจากใกล้วัตถุ)",
    "fine adjustment knob": "ปุ่มปรับภาพละเอียด ใช้ปรับโฟกัสเพื่อให้ได้ภาพที่คมชัดที่สุด",
    "ปุ่มปรับภาพหยาบ": "ปุ่มที่ใช้หมุนเพื่อหาระยะภาพเบื้องต้น",
    "revolving nosepiece": "จานหมุนเลนส์ใกล้วัตถุ ส่วนที่ติดตั้งเลนส์ใกล้วัตถุและสามารถหมุนได้",
    "diaphram": "ไดอะแฟรม อุปกรณ์ปรับปริมาณแสงที่เข้าสู่กล้องจุลทรรศน์",
    "condenser": "เลนส์รวมแสง ช่วยรวมแสงจากแหล่งกำเนิดแสงให้ส่องไปยังวัตถุได้แม่นยำขึ้น",
    "specimen stage": "แท่นวางวัตถุ ส่วนที่ใช้สำหรับวางแผ่นสไลด์ที่ต้องการศึกษา",
    "สไลด์": "แผ่นแก้วบางที่ใช้สำหรับวางตัวอย่างสิ่งมีชีวิตที่จะนำไปส่องกล้อง",
    "light source": "แหล่งกำเนิดแสง อาจเป็นกระจกเงาหรือหลอดไฟที่ส่องแสงผ่านวัตถุขึ้นมา"
}