{
    "polymer": "สารชีวโมเลกุลใหญ่ ที่ประกอบด้วยหน่วยย่อยต่อเข้าด้วยกัน",
    "monomer": "สารชีวโมเลกุลเล็ก ที่เป็นหน่วยย่อยของ polymer",
    "polymerization": "ปฏิกิริยาการสร้าง polymer",
    "hydrolysis": "ปฏิกิริยาเคมีที่ใช้น้ำเข้าไปสลายสารโมเลกุลใหญ่ ให้กลายเป็นสารโมเลกุลเล็ก",
    "carbohydrate": "polymer ที่ประกอบด้วยอะตอมของธาตุคาร์บอน (carbon) ออกซิเจน (oxygen) และ ไฮโดรเจน (hydrogen) โดยมีอัตราส่วนของ hydrogen : oxygen เป็น 2:1",
    "carbon": "คาร์บอน เป็นธาตุชนิดหนึ่ง",
    "oxygen": "ออกซิเจน เป็นธาตุชนิดหนึ่ง",
    "hydrogen": "ไฮโดรเจน เป็นธาตุชนิดหนึ่ง",
    "ribose": "น้ำตาล 5 คาร์บอน มักพบใน RNA",
    "monosaccharide": "monomer ของ carbohydrate",
    "triose": "น้ำตาลที่มี 3 คาร์บอน",
    "pentose": "น้ำตาลที่มี 5 คาร์บอน",
    "hexose": "น้ำตาลที่มี 6 คอร์บอน",
    "aldose": "น้ำตาลที่มีหมู่ aldehyde เช่น กลูโคส กาแลคโตส",
    "aldehyde": "หมู่ฟังก์ชัน ที่มีสูตรว่า (R-CHO)",
    "ketose": "น้ำตาลที่มีหมู่ ketone เช่น ฟรุกโตส",
    "ketone": "หมู่ฟังก์ชัน ที่มีสูตรว่า (R-C(=O)-R')",
    "oligosaccharide": "เกิดจาก monosaccharide 2-10 โมเลกุลรวมตัวกันผ่านพันธะไกลโคซิดิก (glycosidic bond)",
    "glycosidic bond": "พันธะไกลโคซิดิก ใช้ยึดระหว่าง monosaccharide",
    "polysaccharide": "เกิดจากการรวมตัวกันของ monosaccharide 11 โมเลกุลขึ้นไป",
    "storage polysaccharide": "ใช้สำหรับสะสมพลังงานในสิ่งมีชีวิต เช่น แป้ง ไกลโคเจน",
    "starch": "แป้ง จัดเป็น storage polysaccharide",
    "amylose": "แป้งที่มีรูปร่างโมเลกุล ตรง ไม่แตกกิ่ง",
    "amylopectin": "แป้งที่มีรูปร่างโมเลกุล แตกกิ่งก้านสาขา",
    "glycogen": "จัดเป็น storage polysaccharide มักสะสมในอาหารสัตว์หรือตับ แต่ไม่ถือเป็นแป้ง",
    "structural polysaccharide": "ให้ความแข็งแรงและพยุงโครงสร้างให้กับเซลล์และสิ่งมีชีวิต เช่น เซลลูโลส (Cellulose) ไคติน (Chitin)",
    "cellulose": "องค์ประกอบหลักของผนังเซลล์พืช",
    "cellulase": "เอนไซม์ที่ย่อยเซลลูโลส",

    "ruminant": "สัตว์เคี้ยวเอื้อง เช่น วัว ควาย มีกระเพาะอาหาร 4 ส่วน เพื่อใช้ย่อยเซลลูโลสจากพืชโดยเฉพาะ",
    "chitin": "พอลิแซ็กคาไรด์ที่เป็นส่วนประกอบสำคัญของผนังเซลล์ของเห็ดรา และโครงร่างภายนอกของสัตว์ขาข้อ",
    "cell wall": "ผนังเซลล์ โครงสร้างชั้นนอกสุดของเซลล์พืชและแบคทีเรีย ช่วยรักษาความแข็งแรงและรูปร่างของเซลล์",
    "exoskeleton": "โครงร่างแข็งภายนอก พบในสัตว์ไม่มีกระดูกสันหลัง เช่น แมลงและกุ้ง ช่วยป้องกันตัวและรองรับร่างกาย",
    "p. arthopoda": "ไฟลัมอาร์โทรโพดา กลุ่มสัตว์ที่มีขาเป็นข้อและมีโครงร่างแข็งภายนอก เช่น แมลง กุ้ง และปู",
    "reducing sugar": "น้ำตาลรีดิวซ์ น้ำตาลที่สามารถให้อิเล็กตรอนและเปลี่ยนสีสารละลายเบเนดิกต์ได้ เช่น กลูโคส ฟรักโทส",
    "benedict's solution": "สารละลายเบเนดิกต์ ใช้สำหรับทดสอบน้ำตาลรีดิวซ์ โดยจะเปลี่ยนสีจากฟ้าเป็นตะกอนสีส้มแดงเมื่อได้รับความร้อน",
    "sucrose": "น้ำตาลทรายหรือน้ำตาลซูโครส เป็นน้ำตาลโมเลกุลคู่ที่เกิดจากกลูโคสรวมตัวกับฟรักโทส",
    "non-reducing sugar": "น้ำตาลที่ไม่ใช่ตัวรีดิวซ์ เช่น ซูโครส ซึ่งไม่ทำปฏิกิริยากับสารละลายเบเนดิกต์โดยตรง",
    "protein": "สารชีวโมเลกุลขนาดใหญ่ที่ประกอบด้วยโซ่ของกรดอะมิโน ทำหน้าที่สำคัญในโครงสร้างและกระบวนการของร่างกาย",
    "amino acid": "กรดอะมิโน หน่วยย่อยที่เป็นพื้นฐานของโปรตีน ประกอบด้วยหมู่แอมิโน หมู่คาร์บอกซิล และสายข้าง (R-group)",
    "peptide bond": "พันธะเปปไทด์ พันธะโควาเลนต์ที่เชื่อมต่อระหว่างหมู่คาร์บอกซิลของกรดอะมิโนตัวหนึ่งกับหมู่แอมิโนของอีกตัวหนึ่ง",
    "amino group": "หมู่แอมิโน (-NH2) หมู่ฟังก์ชันที่เป็นส่วนประกอบของกรดอะมิโน มีสมบัติเป็นเบส",
    "carboxyl group": "หมู่คาร์บอกซิล (-COOH) หมู่ฟังก์ชันที่เป็นส่วนประกอบของกรดอะมิโน มีสมบัติเป็นกรด",
    "hydrogen atom": "อะตอมไฮโดรเจน ธาตุที่เป็นส่วนประกอบหลักในสารอินทรีย์และช่วยในการสร้างพันธะไฮโดรเจน",
    "alpha-carbon": "แอลฟาคาร์บอน อะตอมคาร์บอนตำแหน่งกลางในกรดอะมิโนที่พันธะเชื่อมกับหมู่แอมิโน คาร์บอกซิล และหมู่ R",
    "side chain group": "โซ่ข้างหรือหมู่ R ส่วนของกรดอะมิโนที่แตกต่างกันในแต่ละชนิด กำหนดคุณสมบัติทางเคมีของกรดอะมิโนนั้น",
    "กรดอะมิโน": "หน่วยย่อยที่ประกอบกันเป็นโปรตีน มีทั้งหมด 20 ชนิดพื้นฐานในสิ่งมีชีวิต",
    "primary structure": "โครงสร้างปฐมภูมิ ลำดับการเรียงตัวของกรดอะมิโนในสายพอลิเปปไทด์",
    "secondary structure": "โครงสร้างทุติยภูมิ การม้วนตัวหรือพับของสายพอลิเปปไทด์เป็นเกลียวแอลฟาหรือแผ่นบีตาด้วยพันธะไฮโดรเจน",
    "polypeptide": "พอลิเปปไทด์ สายโซ่ของกรดอะมิโนหลายโมเลกุลที่เชื่อมต่อกันด้วยพันธะเปปไทด์",
    "hydrogen bond": "พันธะไฮโดรเจน แรงดึงดูดระหว่างอะตอมไฮโดรเจนกับอะตอมที่มีค่าอิเล็กโตรเนกาติวิตีสูง เช่น O หรือ N",
    "α-helix": "เกลียวแอลฟา โครงสร้างทุติยภูมิของโปรตีนที่มีลักษณะม้วนเป็นเกลียวคล้ายสปริง",
    "β-pleated sheet": "แผ่นพับบีตา โครงสร้างทุติยภูมิของโปรตีนที่มีลักษณะพับไปมาคล้ายแผ่นกระดาษพับ",
    "tertiary structure": "โครงสร้างตติยภูมิ การพับตัวสามมิติของโปรตีนที่เกิดจากแรงกระทำระหว่างหมู่ R ต่างๆ",
    "secondary stucture": "โครงสร้างทุติยภูมิ (คำอธิบายเหมือน Secondary Structure ด้านบน)",
    "functional group": "หมู่ฟังก์ชัน กลุ่มของอะตอมที่แสดงสมบัติทางเคมีเฉพาะตัวในโมเลกุลของสารอินทรีย์",
    "ionic bond": "พันธะไอออนิก แรงดึงดูดทางไฟฟ้าสถิตระหว่างประจุบวกและประจุลบในโปรตีน",
    "disulfide bond": "พันธะไดซัลไฟด์ พันธะโควาเลนต์ที่แข็งแรงระหว่างอะตอมซัลเฟอร์ของกรดอะมิโนซิสเทอีนสองโมเลกุล",
    "sulfhydryl group": "หมู่ซัลฟ์ไฮดริล (-SH) หมู่ฟังก์ชันที่พบในกรดอะมิโนซิสเทอีน ช่วยสร้างพันธะไดซัลไฟด์",
    "hydrophobic interaction": "แรงดึงดูดระหว่างส่วนที่ไม่ชอบน้ำ การที่ส่วนไม่มีขั้วพยายามรวมกลุ่มกันเพื่อหลีกเลี่ยงน้ำ",
    "quaternary structure": "โครงสร้างจตุรภูมิ การรวมตัวกันของสายพอลิเปปไทด์มากกว่าหนึ่งสายขึ้นไปเพื่อทำหน้าที่",
    "hemoglobin": "เฮโมโกลบิน โปรตีนในเม็ดเลือดแดงที่ทำหน้าที่ลำเลียงออกซิเจนไปสู่เซลล์ทั่วร่างกาย",
    "structural protein": "โปรตีนโครงสร้าง โปรตีนที่ทำหน้าที่เป็นส่วนประกอบของเนื้อเยื่อ เช่น คอลลาเจนและเคราติน",
    "collagen": "คอลลาเจน โปรตีนโครงสร้างที่พบมากในผิวหนัง กระดูก และเนื้อเยื่อเกี่ยวพัน เพิ่มความยืดหยุ่น",
    "keratin": "เคราติน โปรตีนโครงสร้างที่เป็นส่วนประกอบหลักของเส้นผม ขน เล็บ และผิวหนังชั้นนอก",
    "enzymes": "เอนไซม์ ตัวเร่งปฏิกิริยาทางชีวภาพส่วนใหญ่เป็นโปรตีน ช่วยลดพลังงานก่อกัมมันต์ของปฏิกิริยา",
    "amylase": "อะไมเลส เอนไซม์ที่ทำหน้าที่ย่อยแป้งให้เป็นน้ำตาลโมเลกุลคู่",
    "lipase": "ไลเพส เอนไซม์ที่ทำหน้าที่ย่อยไขมัน (Lipid) ให้เป็นกรดไขมันและกลีเซอรอล",
    "transport protein": "โปรตีนขนส่ง โปรตีนที่ช่วยลำเลียงสารผ่านเยื่อหุ้มเซลล์หรือผ่านกระแสเลือด",
    "motor protein": "โปรตีนเคลื่อนไหว โปรตีนที่เปลี่ยนพลังงานเคมีเป็นพลังงานกลเพื่อการเคลื่อนที่ภายในเซลล์",
    "myosin": "ไมโอซิน โปรตีนที่ทำงานร่วมกับแอกตินในการหดตัวของกล้ามเนื้อ",
    "dynein": "ไดนีน โปรตีนเคลื่อนไหวที่ช่วยในการเคลื่อนที่ของซิเลียและแฟลเจลลา",
    "defensive protein": "โปรตีนป้องกัน เช่น แอนติบอดีที่ช่วยกำจัดสิ่งแปลกปลอมหรือเชื้อโรคในร่างกาย",
    "antibody": "แอนติบอดี โปรตีนในระบบภูมิคุ้มกันที่จับกับสิ่งแปลกปลอม (แอนติเจน) เพื่อทำลาย",
    "regulatory protein": "โปรตีนควบคุม เช่น ฮอร์โมนที่ทำหน้าที่ควบคุมกระบวนการต่างๆ ภายในร่างกาย",
    "insulin": "อินซูลิน ฮอร์โมนโปรตีนที่สร้างจากตับอ่อน ทำหน้าที่ควบคุมระดับน้ำตาลในเลือด",
    "biuret": "การทดสอบไบยูเรต วิธีการตรวจสอบโปรตีนโดยจะเปลี่ยนเป็นสีม่วงเมื่อมีพันธะเปปไทด์ทำปฏิกิริยากับ Cu2+",
    "โปรตีน": "สารอาหารที่จำเป็นต่อร่างกาย ประกอบด้วยกรดอะมิโน เชื่อมต่อกันด้วยพันธะเปปไทด์",
    "lipid": "ลิพิดหรือไขมัน สารชีวโมเลกุลที่ไม่ละลายในน้ำแต่ละลายได้ดีในตัวทำละลายอินทรีย์",
    "hydrophobic": "ไฮโดรโฟบิก คุณสมบัติไม่ชอบน้ำหรือไม่รวมตัวกับน้ำของโมเลกุลที่ไม่มีขั้ว",
    "fatty acid": "กรดไขมัน หน่วยย่อยของลิพิด ประกอบด้วยสายไฮโดรคาร์บอนยาวและหมู่คาร์บอกซิล",
    "saturated fatty acid": "กรดไขมันอิ่มตัว กรดไขมันที่มีพันธะเดี่ยวทั้งหมดระหว่างอะตอมคาร์บอนในสายไฮโดรคาร์บอน",
    "unsaturated fatty acid": "กรดไขมันไม่อิ่มตัว กรดไขมันที่มีพันธะคู่หนึ่งตำแหน่งหรือมากกว่าในสายไฮโดรคาร์บอน",
    "triglycerides": "ไตรกลีเซอไรด์ ลิพิดสะสมที่เกิดจากกรดไขมัน 3 โมเลกุลรวมกับกลีเซอรอล 1 โมเลกุล",
    "glycerol": "กลีเซอรอล แอลกอฮอล์ที่มีคาร์บอน 3 อะตอม เป็นโครงหลักในการสร้างไตรกลีเซอไรด์และฟอสโฟลิพิด",
    "กรดไขมัน": "โมเลกุลที่เป็นส่วนประกอบสำคัญของไขมันและน้ำมันชนิดต่างๆ",
    "ester bond": "พันธะเอสเทอร์ พันธะที่เชื่อมต่อระหว่างกรดไขมันกับกลีเซอรอลในโมเลกุลไขมัน",
    "phospholipid": "ฟอสโฟลิพิด ลิพิดที่เป็นส่วนประกอบหลักของเยื่อหุ้มเซลล์ มีส่วนหัวที่มีขั้วและส่วนหางที่ไม่มีขั้ว",
    "กรีเซอรอล": "สารประกอบแอลกอฮอล์ที่เป็นโครงร่างหลักของลิพิดส่วนใหญ่",
    "phosphate group": "หมู่ฟอสเฟต หมู่ฟังก์ชันที่มีฟอสฟอรัสเป็นศูนย์กลาง มีประจุลบ สำคัญต่อโครงสร้าง DNA และ ATP",
    "amphipathic": "แอมฟิพาทิก คุณสมบัติของโมเลกุลที่มีทั้งส่วนที่ชอบน้ำ (Hydrophilic) และไม่ชอบน้ำ (Hydrophobic) ในโมเลกุลเดียว",
    "cell membrane": "เยื่อหุ้มเซลล์ โครงสร้างสองชั้นที่ห่อหุ้มเซลล์ ควบคุมการเข้าออกของสาร",
    "bilayer": "โครงสร้างสองชั้น โดยเฉพาะการเรียงตัวของฟอสโฟลิพิดในเยื่อหุ้มเซลล์",
    "steroid": "สเตอรอยด์ ลิพิดที่มีโครงสร้างพื้นฐานเป็นวงคาร์บอน 4 วงเชื่อมต่อกัน",
    "คาร์บอน": "ธาตุพื้นฐานสำคัญที่สุดในสารอินทรีย์และสิ่งมีชีวิตทุกชนิด",
    "steriod nucleus": "โครงสร้างพื้นฐานของสเตอรอยด์ที่ประกอบด้วยวงคาร์บอน 4 วง",
    "cholesterol": "คอเลสเตอรอล สเตอรอยด์ที่เป็นส่วนประกอบของเยื่อหุ้มเซลล์สัตว์และเป็นสารตั้งต้นของฮอร์โมน",
    "เยื่อหุ้มเซลล์": "ส่วนที่ห่อหุ้มของเหลวภายในเซลล์ มีสมบัติเป็นเยื่อเลือกผ่าน",
    "sex hormone": "ฮอร์โมนเพศ เช่น เอสโตรเจนและเทสโทสเทอโรน ซึ่งมีโครงสร้างพื้นฐานมาจากสเตอรอยด์",
    "adrenal hormone": "ฮอร์โมนจากต่อมหมวกไต ช่วยควบคุมการเผาผลาญและความสมดุลของแร่ธาตุ",
    "lipoprotein": "ลิโพโปรตีน สารประกอบที่รวมกันระหว่างไขมันและโปรตีน ทำหน้าที่ขนส่งไขมันในกระแสเลือด",
    "nucleic acid": "กรดนิวคลิอิก สารชีวโมเลกุลที่ทำหน้าที่เก็บและถ่ายทอดข้อมูลทางพันธุกรรม เช่น DNA และ RNA",
    "nucleotide": "นิวคลีโอไทด์ หน่วยย่อยของกรดนิวคลิอิก ประกอบด้วยน้ำตาลเพนโทส หมู่ฟอสเฟต และไนโตรเจนเบส",
    "phosphodiester bond": "พันธะฟอสโฟไดเอสเทอร์ พันธะที่เชื่อมระหว่างน้ำตาลของนิวคลีโอไทด์ตัวหนึ่งกับหมู่ฟอสเฟตของอีกตัวหนึ่ง",
    "pentose sugar": "น้ำตาลเพนโทส น้ำตาลที่มีคาร์บอน 5 อะตอม เช่น ไรโบส และดีออกซีไรโบส",
    "dna": "ดีเอ็นเอ สารพันธุกรรมหลักของสิ่งมีชีวิต มีโครงสร้างเป็นเกลียวคู่",
    "deoxyribose": "ดีออกซีไรโบส น้ำตาลคาร์บอน 5 อะตอมที่เป็นส่วนประกอบในโครงสร้างของ DNA",
    "rna": "อาร์เอ็นเอ กรดนิวคลิอิกที่ทำหน้าที่ในการสังเคราะห์โปรตีน มักมีสายเดี่ยว",
    "nitrogen base": "ไนโตรเจนเบส สารประกอบอินทรีย์ที่เป็นส่วนประกอบสำคัญในนิวคลีโอไทด์",
    "purine": "พิวรีน กลุ่มไนโตรเจนเบสที่มีโครงสร้าง 2 วง ได้แก่ อะดีนีน (A) และกวานีน (G)",
    "adenine": "อะดีนีน ไนโตรเจนเบสชนิดพิวรีน พบในทั้ง DNA และ RNA",
    "guanine": "กวานีน ไนโตรเจนเบสชนิดพิวรีน พบในทั้ง DNA และ RNA",
    "pyrimidine": "ไพริมิดีน กลุ่มไนโตรเจนเบสที่มีโครงสร้าง 1 วง ได้แก่ ไซโทซีน (C), ไทมีน (T) และยูราซิล (U)",
    "cytosine": "ไซโทซีน ไนโตรเจนเบสชนิดไพริมิดีน พบในทั้ง DNA และ RNA",
    "thymine": "ไทมีน ไนโตรเจนเบสชนิดไพริมิดีน พบเฉพาะใน DNA เท่านั้น",
    "uracil": "ยูราซิล ไนโตรเจนเบสชนิดไพริมิดีน พบเฉพาะใน RNA เท่านั้น",
    "double helix": "เกลียวคู่ ลักษณะโครงสร้างสามมิติของ DNA ที่สายสองสายบิดพันกัน",
    "base pairs": "คู่เบส การจับคู่ของไนโตรเจนเบสระหว่างสาย DNA สองสาย (A คู่กับ T, C คู่กับ G)",
    "พันธะไฮโดรเจน": "พันธะเคมีที่ช่วยยึดสาย DNA สองสายเข้าด้วยกันผ่านไนโตรเจนเบส",
    "single-stranded": "สายเดี่ยว ลักษณะโครงสร้างของอาร์เอ็นเอส่วนใหญ่",
    "mrna": "เอ็มอาร์เอ็นเอ อาร์เอ็นเอนำรหัสที่คัดลอกจาก DNA ไปยังไรโบโซมเพื่อสร้างโปรตีน",
    "ribosome": "ไรโบโซม ออร์แกเนลล์ที่เป็นแหล่งสังเคราะห์โปรตีนภายในเซลล์",
    "trna": "ทีอาร์เอ็นเอ อาร์เอ็นเอขนย้าย ทำหน้าที่นำกรดอะมิโนมายังไรโบโซมตามรหัสบน mRNA",
    "dna translation": "การแปลรหัส กระบวนการสร้างโปรตีนจากข้อมูลบน mRNA โดยทำงานร่วมกับไรโบโซม",
    "คู่เบส": "เบสสองชนิดที่ยึดกันด้วยพันธะไฮโดรเจนในโครงสร้างเกลียวคู่ของ DNA",
    "rrna": "อาร์อาร์เอ็นเอ อาร์เอ็นเอที่เป็นส่วนประกอบหลักของโครงสร้างไรโบโซม",
    "enzyme": "เอนไซม์ สารชีวโมเลกุลที่ช่วยเพิ่มความเร็วของปฏิกิริยาเคมีในสิ่งมีชีวิต",
    "activation energy": "พลังงานก่อกัมมันต์ พลังงานปริมาณน้อยที่สุดที่จำเป็นต้องใช้เพื่อเริ่มปฏิกิริยาเคมี",
    "lock and key model": "แบบจำลองแม่กุญแจกับลูกกุญแจ แนวคิดที่เอนไซม์และสับสเตรตมีรูปร่างเข้ากันได้พอดีตั้งแต่ต้น",
    "induced fit model": "แบบจำลองการเหนี่ยวนำให้พอดี แนวคิดที่เอนไซม์เปลี่ยนรูปร่างเล็กน้อยเพื่อให้จับกับสับสเตรตได้แน่นขึ้น",
    "substrate": "สับสเตรต สารตั้งต้นที่เข้าทำปฏิกิริยาโดยมีเอนไซม์เป็นตัวเร่ง",
    "active site": "บริเวณเร่ง ส่วนของเอนไซม์ที่มีรูปร่างเฉพาะเพื่อให้สับสเตรตเข้ามาจับเพื่อเกิดปฏิกิริยา",
    "transition state": "สภาวะแทรนซิชัน สภาวะที่สารตั้งต้นมีความพลังงานสูงสุดและกำลังจะกลายเป็นผลิตภัณฑ์",
    "product": "ผลิตภัณฑ์ สารที่ได้หลังจากปฏิกิริยาเคมีสิ้นสุดลง",
    "inhibition": "การยับยั้ง กระบวนการที่ทำให้การทำงานของเอนไซม์ลดลงหรือหยุดลง",
    "inhibitor": "ตัวยับยั้ง สารที่เข้ามาขัดขวางการทำงานของเอนไซม์",
    "competitive inhibition": "การยับยั้งแบบแข่งขัน การที่ตัวยับยั้งแย่งชิงบริเวณเร่งของเอนไซม์กับสับสเตรต",
    "competitive inhibitor": "ตัวยับยั้งแบบแข่งขัน สารที่มีรูปร่างคล้ายสับสเตรตและสามารถจับกับบริเวณเร่งได้",
    "non-competitive inhibition": "การยับยั้งแบบไม่แข่งขัน การที่ตัวยับยั้งจับบริเวณอื่นของเอนไซม์จนทำให้รูปร่างบริเวณเร่งเปลี่ยนไป",
    "ph": "ค่าพีเอช มาตรวัดความเป็นกรดหรือด่าง ซึ่งส่งผลต่อการทำงานและโครงสร้างของเอนไซม์",
    "compound microscope": "กล้องจุลทรรศน์ใช้แสงแบบประกอบ ใช้เลนส์หลายอันเพื่อขยายภาพวัตถุขนาดเล็ก",
    "stereo microscope": "กล้องจุลทรรศน์สเตอริโอ ใช้ดูวัตถุที่มีขนาดค่อนข้างใหญ่หรือดูรายละเอียดพื้นผิวภาพเป็น 3 มิติ",
    "transmission electron microscope": "กล้องจุลทรรศน์อิเล็กตรอนแบบส่องผ่าน (TEM) ใช้ศึกษาโครงสร้างภายในเซลล์ที่มีรายละเอียดสูงมาก",
    "scanning electron microscope": "กล้องจุลทรรศน์อิเล็กตรอนแบบส่องกราด (SEM) ใช้ศึกษาลักษณะพื้นผิวภายนอกของวัตถุแบบ 3 มิติ",
    "eyepiece": "เลนส์ใกล้ตา ส่วนที่อยู่ใกล้ดวงตาทำหน้าที่ขยายภาพที่ได้จากเลนส์ใกล้วัตถุ",
    "ocular lens": "เลนส์ใกล้ตา (คำอธิบายเดียวกับ Eyepiece)",
    "เลนส์ใกล้วัตถุ": "เลนส์ที่อยู่ใกล้กับสิ่งที่ต้องการส่อง มีกำลังขยายต่างๆ กันไป",
    "ภาพจริงหัวกลับ": "ลักษณะภาพที่เกิดขึ้นในกล้องจุลทรรศน์ใช้แสงเมื่อมองผ่านเลนส์",
    "objective lens": "เลนส์ใกล้วัตถุ ทำหน้าที่รับแสงจากวัตถุและสร้างภาพที่มีกำลังขยายขั้นแรก",
    "จานหมุน": "ส่วนที่ใช้สำหรับเปลี่ยนเลนส์ใกล้วัตถุที่มีกำลังขยายต่างกัน",
    "เลนส์ใกล้ตา": "เลนส์ที่ใช้มองดูภาพสุดท้ายจากกล้อง ปกติมีกำลังขยาย 10 เท่า",
    "coarse adjustment knob": "ปุ่มปรับภาพหยาบ ใช้เลื่อนลำกล้องหรือแท่นวางวัตถุเพื่อหาโฟกัสในกำลังขยายต่ำ",
    "เลนส์ใหล้วัตถุ": "เลนส์ใกล้วัตถุ (สะกดผิดจากใกล้วัตถุ)",
    "fine adjustment knob": "ปุ่มปรับภาพละเอียด ใช้ปรับโฟกัสเพื่อให้ได้ภาพที่คมชัดที่สุด",
    "ปุ่มปรับภาพหยาบ": "ปุ่มที่ใช้หมุนเพื่อหาระยะภาพเบื้องต้น",
    "revolving nosepiece": "จานหมุนเลนส์ใกล้วัตถุ ส่วนที่ติดตั้งเลนส์ใกล้วัตถุและสามารถหมุนได้",
    "diaphram": "ไดอะแฟรม อุปกรณ์ปรับปริมาณแสงที่เข้าสู่กล้องจุลทรรศน์",
    "condenser": "เลนส์รวมแสง ช่วยรวมแสงจากแหล่งกำเนิดแสงให้ส่องไปยังวัตถุได้แม่นยำขึ้น",
    "specimen stage": "แท่นวางวัตถุ ส่วนที่ใช้สำหรับวางแผ่นสไลด์ที่ต้องการศึกษา",
    "สไลด์": "แผ่นแก้วบางที่ใช้สำหรับวางตัวอย่างสิ่งมีชีวิตที่จะนำไปส่องกล้อง",
    "light source": "แหล่งกำเนิดแสง อาจเป็นกระจกเงาหรือหลอดไฟที่ส่องแสงผ่านวัตถุขึ้นมา",

    "cell": "หน่วยพื้นฐานที่เล็กที่สุดของสิ่งมีชีวิต",
    "plasma membrane": "เยื่อหุ้มเซลล์ที่ทำหน้าที่ควบคุมการผ่านเข้าออกของสารและรักษาสภาพแวดล้อมภายในเซลล์",
    "fluid mosaic model": "แบบจำลองโครงสร้างเยื่อหุ้มเซลล์ที่อธิบายว่าประกอบด้วยฟอสโฟลิพิดและโปรตีนที่เคลื่อนที่ไปมาได้",
    "integral protein": "โปรตีนที่แทรกตัวอยู่ในชั้นลิพิดของเยื่อหุ้มเซลล์แบบถาวร ทำหน้าที่เป็นช่องขนส่งหรือตัวรับ",
    "peripheral protein": "โปรตีนที่เกาะอยู่บริเวณผิวของเยื่อหุ้มเซลล์ ไม่ได้แทรกเข้าไปในชั้นลิพิด",
    "selective permeability": "คุณสมบัติการเลือกผ่านของเยื่อหุ้มเซลล์ที่ยอมให้สารบางชนิดผ่านได้เท่านั้น",
    "ออร์แกเนลล์": "โครงสร้างภายในเซลล์ที่มีหน้าที่เฉพาะเจาะจง เปรียบเสมือนอวัยวับของเซลล์",
    "plant cell": "เซลล์พืชที่มีผนังเซลล์และคลอโรพลาสต์เป็นลักษณะเด่น",
    "bacteria": "สิ่งมีชีวิตเซลล์เดียวพวกโพรแคริโอตที่ไม่มีนิวเคลียส",
    "fungi": "อาณาจักรของสิ่งมีชีวิตจำพวก เห็ด รา และยีสต์ ที่ทำหน้าที่เป็นผู้ย่อยสลาย",
    "animal cell": "เซลล์สัตว์ที่ไม่มีผนังเซลล์และคลอโรพลาสต์ แต่มีเซนทริโอลช่วยในการแบ่งเซลล์",
    "primary cell wall": "ผนังเซลล์ชั้นแรกที่สร้างขึ้นในขณะที่เซลล์พืชกำลังเจริญเติบโต ประกอบด้วยเซลลูโลสเป็นหลัก",
    "secondary cell wall": "ผนังเซลล์ชั้นในที่สร้างขึ้นเมื่อเซลล์หยุดขยายขนาด มีความแข็งแรงมากเนื่องจากมีสารลิกนิน",
    "cytoplasm": "ส่วนประกอบภายในเซลล์ที่อยู่รอบนิวเคลียส ประกอบด้วยไซโทซอลและออร์แกเนลล์ต่างๆ",
    "nucleus": "ศูนย์กลางควบคุมการทำงานของเซลล์และเป็นที่เก็บสารพันธุกรรม",
    "cytosol": "ส่วนที่เป็นของเหลวภายในไซโทพลาซึม",
    "organelle": "โครงสร้างย่อยภายในเซลล์ที่มีเยื่อหุ้มหรือไม่มีเยื่อหุ้มและมีหน้าที่เฉพาะ",
    "membrane": "เยื่อบางๆ ที่ห่อหุ้มเซลล์หรือออร์แกเนลล์",
    "endoplasmic reticulum": "ระบบท่อภายในเซลล์ที่ทำหน้าที่สังเคราะห์และขนส่งสาร",
    "er": "อักษรย่อของ Endoplasmic Reticulum (เอนโดพลาสมิกเรติคูลัม)",
    "centriole": "ออร์แกเนลล์รูปทรงกระบอกที่ช่วยในการแยกโครโมโซมระหว่างการแบ่งเซลล์สัตว์",
    "cell division": "กระบวนการแบ่งตัวของเซลล์เพื่อเพิ่มจำนวนหรือสร้างเซลล์สืบพันธุ์",
    "cilia": "โครงสร้างคล้ายขนสั้นๆ ที่ยื่นออกมาจากผิวเซลล์ ช่วยในการเคลื่อนที่หรือโบกพัดสาร",
    "flagella": "โครงสร้างคล้ายแส้ขนาดยาวที่ช่วยให้เซลล์เคลื่อนที่ได้",
    "cytoskeleton": "โครงข่ายเส้นใยโปรตีนภายในเซลล์ที่ช่วยรักษาแรงดันและรูปทรงของเซลล์",
    "microtubule": "เส้นใยโปรตีนขนาดใหญ่ที่สุดในไซโทสเกเลตอน ช่วยในการเคลื่อนที่ของออร์แกเนลล์",
    "microfilament": "เส้นใยโปรตีนขนาดเล็กที่สุด (Actin) ช่วยในการหดตัวของเซลล์และการเคลื่อนที่แบบอะมีบา",
    "intermediate filament": "เส้นใยโปรตีนขนาดกลางที่เน้นความแข็งแรงเชิงกลและการยึดออร์แกเนลล์ให้อยู่กับที่",
    "nuclear membrane": "เยื่อหุ้มสองชั้นที่ล้อมรอบนิวเคลียส มีรูพรุนสำหรับควบคุมการเข้าออกของสาร",
    "rough er": "ER ชนิดขรุขระที่มีไรโบโซมเกาะอยู่ ทำหน้าที่สังเคราะห์โปรตีนเพื่อส่งออกนอกเซลล์",
    "rer": "อักษรย่อของ Rough Endoplasmic Reticulum",
    "smooth er": "ER ชนิดเรียบที่ไม่มีไรโบโซมเกาะ ทำหน้าที่สังเคราะห์ลิพิดและกำจัดสารพิษ",
    "ser": "อักษรย่อของ Smooth Endoplasmic Reticulum",
    "golgi apparatus": "ออร์แกเนลล์ที่ทำหน้าที่ดัดแปลง เติมแต่ง และบรรจุโปรตีนลงในถุงเพื่อส่งออก",
    "golgi body": "อีกชื่อหนึ่งของ Golgi apparatus",
    "lysosome": "ถุงบรรจุเอนไซม์สำหรับย่อยสลายสาร สารอาหาร หรือออร์แกเนลล์ที่หมดอายุ",
    "vacuole": "ถุงเก็บสารขนาดใหญ่ภายในเซลล์ ใช้เก็บน้ำ สารอาหาร หรือของเสีย",
    "osmotic pressure": "แรงดันที่ใช้ต้านการเคลื่อนที่ของน้ำผ่านเยื่อเลือกผ่านในกระบวนการออสโมซิส",
    "peroxisome": "ออร์แกเนลล์ที่ทำหน้าที่ย่อยสลายกรดไขมันและกำจัดไฮโดรเจนเปอร์ออกไซด์",
    "hydrogen peroxide": "สารพิษที่เป็นผลพลอยได้จากปฏิกิริยาในเซลล์ ซึ่งจะถูกกำจัดโดยเอนไซม์คาตาเลส",
    "nucleolus": "โครงสร้างหนาแน่นภายในนิวเคลียสที่เป็นแหล่งสังเคราะห์ไรโบโซม",
    "chromatin": "เส้นใยของ DNA และโปรตีนที่ขดตัวกันอยู่ในนิวเคลียส",
    "mitochondrion": "ออร์แกเนลล์ที่เป็นแหล่งผลิตพลังงานหลัก (ATP) ให้แก่เซลล์",
    "atp": "สารพลังงานสูงที่เป็นหน่วยพลังงานหลักที่เซลล์นำไปใช้งาน",
    "adenosine triphosphate": "ชื่อเต็มของ ATP ซึ่งเป็นโมเลกุลที่ให้พลังงานแก่กระบวนการต่างๆ ในเซลล์",
    "cellular respiration": "กระบวนการสลายสารอาหารเพื่อให้ได้พลังงานในรูปของ ATP",
    "outer membrane": "เยื่อหุ้มชั้นนอกของออร์แกเนลล์ที่มีเยื่อหุ้มสองชั้น เช่น ไมโทคอนเดรีย",
    "inner membrane": "เยื่อหุ้มชั้นในที่มีความเฉพาะเจาะจงสูง มักขดพับเพื่อเพิ่มพื้นที่ผิวในการทำปฏิกิริยา",
    "cristae": "รอยหยักขดพับของเยื่อหุ้มชั้นในของไมโทคอนเดรีย",
    "chloroplast": "ออร์แกเนลล์ในพืชที่ทำหน้าที่สังเคราะห์ด้วยแสง",
    "photosynthesis": "กระบวนการเปลี่ยนพลังงานแสงให้เป็นพลังงานเคมี (น้ำตาล)",
    "thylakoid": "ถุงแบนๆ ภายในคลอโรพลาสต์ที่มีสารสีสำหรับการรับพลังงานแสง",
    "granum": "ชั้นของไทลาคอยด์ที่เรียงซ้อนกันเป็นตั้ง",
    "stroma": "ของเหลวภายในคลอโรพลาสต์ที่เกิดปฏิกิริยาการตรึงคาร์บอน",
    "prokaryotic cell": "เซลล์ที่ไม่มีเยื่อหุ้มนิวเคลียสและไม่มีออร์แกเนลล์ที่มีเยื่อหุ้ม",
    "eukaryotic cell": "เซลล์ที่มีเยื่อหุ้มนิวเคลียสและมีออร์แกเนลล์ที่มีเยื่อหุ้มชัดเจน",
    "nucleoid": "บริเวณในเซลล์โพรแคริโอตที่เป็นที่อยู่ของสารพันธุกรรม (ไม่มีเยื่อหุ้ม)",
    "peptidoglycan": "องค์ประกอบหลักของผนังเซลล์แบคทีเรีย",
    "pili": "โครงสร้างคล้ายขนบนผิวแบคทีเรีย ใช้ในการยึดเกาะหรือแลกเปลี่ยนสารพันธุกรรม",
    "capsule": "ชั้นเหนียวที่หุ้มอยู่ภายนอกผนังเซลล์ของแบคทีเรียบางชนิด ช่วยในการยึดเกาะและป้องกันตัว",
    "archaea": "กลุ่มสิ่งมีชีวิตเซลล์เดียวที่คล้ายแบคทีเรียแต่มักอาศัยอยู่ในสภาพแวดล้อมที่รุนแรง",
    "coccus": "แบคทีเรียที่มีรูปทรงกลม",
    "bacillus": "แบคทีเรียที่มีรูปทรงท่ง",
    "spirillum": "แบคทีเรียที่มีรูปทรงเกลียว",
    "multicellular organism": "สิ่งมีชีวิตที่ประกอบด้วยเซลล์จำนวนมากและมีการทำงานร่วมกัน",
    "protist": "กลุ่มสิ่งมีชีวิตยูแคริโอตที่มีความหลากหลาย ส่วนใหญ่มักเป็นเซลล์เดียว",
    "binary fission": "การแบ่งเซลล์ออกเป็นสองส่วนเท่าๆ กัน พบในแบคทีเรียและโพรทิสต์บางชนิด",
    "mitosis": "การแบ่งนิวเคลียสเพื่อเพิ่มจำนวนเซลล์ร่างกาย โดยที่จำนวนโครโมโซมยังเท่าเดิม",
    "meiosis": "การแบ่งนิวเคลียสเพื่อสร้างเซลล์สืบพันธุ์ โดยที่จำนวนโครโมโซมจะลดลงครึ่งหนึ่ง",
    "cell transport": "กระบวนการเคลื่อนย้ายสารเข้าและออกจากเซลล์",
    "passive transport": "การขนส่งสารผ่านเยื่อหุ้มเซลล์โดยไม่ใช้พลังงานจากเซลล์",
    "diffusion": "การแพร่ของโมเลกุลสารจากบริเวณที่มีความเข้มข้นสูงไปสู่บริเวณที่มีความเข้มข้นต่ำ",
    "simple diffusion": "การแพร่แบบธรรมดาผ่านชั้นลิพิดของเยื่อหุ้มเซลล์โดยตรง",
    "carbon dioxide": "ก๊าซที่เป็นผลเสียจากกระบวนการหายใจและมักแพร่ออกจากเซลล์ผ่านเยื่อหุ้มเซลล์",
    "osmosis": "การเคลื่อนที่ของน้ำผ่านเยื่อเลือกผ่านจากบริเวณที่มีน้ำมากไปยังบริเวณที่มีน้ำน้อย",
    "water": "ตัวทำละลายหลักในสิ่งมีชีวิตที่เคลื่อนที่ผ่านเซลล์ได้ทั้งแบบแพร่และผ่านช่องโปรตีน",
    "hypotonic solution": "สารละลายภายนอกที่มีความเข้มข้นต่ำกว่าภายในเซลล์ ทำให้น้ำออสโมซิสเข้าสู่เซลล์",
    "lysis": "สภาวะเซลล์แตกเนื่องจากน้ำออสโมซิสเข้าสู่เซลล์มากเกินไป (มักเกิดกับเซลล์สัตว์)",
    "isotonic solution": "สารละลายที่มีความเข้มข้นเท่ากับภายในเซลล์ ทำให้น้ำเข้าและออกในอัตราที่เท่ากัน",
    "hypertonic solution": "สารละลายภายนอกที่มีความเข้มข้นสูงกว่าภายในเซลล์ ทำให้น้ำออสโมซิสออกจากเซลล์",
    "plasmolysis": "สภาวะที่ไซโทพลาซึมของเซลล์พืชหดตัวและดึงรั้งออกจากผนังเซลล์เนื่องจากเสียน้ำ",
    "facilitated diffusion": "การแพร่ของสารผ่านเยื่อหุ้มเซลล์โดยอาศัยโปรตีนตัวพาหรือช่องโปรตีนโดยไม่ใช้พลังงาน",
    "glucose": "น้ำตาลโมเลกุลเดี่ยวที่เป็นแหล่งพลังงานสำคัญของเซลล์",
    "channel protein": "โปรตีนเยื่อหุ้มเซลล์ที่ทำหน้าที่เป็นช่องทางให้ไอออนหรือโมเลกุลเฉพาะผ่านได้",
    "aquaporin": "ช่องโปรตีนพิเศษที่ยอมให้โมเลกุลน้ำผ่านเยื่อหุ้มเซลล์ได้อย่างรวดเร็ว",
    "carrier protein": "โปรตีนตัวพาที่เปลี่ยนรูปร่างเพื่อนำโมเลกุลสารข้ามเยื่อหุ้มเซลล์",
    "glucose transporter": "โปรตีนตัวพาจำเพาะที่ทำหน้าที่ขนส่งน้ำตาลกลูโคสเข้าสู่เซลล์",
    "active transport": "การขนส่งสารที่ต้องใช้พลังงาน (ATP) เพื่อเคลื่อนสารจากความเข้มข้นต่ำไปสูง",
    "against concentration gradient": "การเคลื่อนที่ของสารในทิศทางทวนกระแสความเข้มข้น (จากน้อยไปมาก)",
    "primary active transport": "การขนส่งสารที่ใช้พลังงานจากการสลาย ATP โดยตรง",
    "sodium-potassium pump": "กลไกการใช้พลังงานเพื่อนำโซเดียมออกจากเซลล์และนำโพแทสเซียมเข้าสู่เซลล์",
    "na+/k+ pump": "ชื่อย่อของ Sodium-potassium pump",
    "sodium ion": "ไอออนที่มีความเข้มข้นสูงภายนอกเซลล์และสำคัญต่อการส่งสัญญาณประสาท",
    "potassium ion": "ไอออนที่มีความเข้มข้นสูงภายในเซลล์และสำคัญต่อการรักษาแรงดันไฟฟ้าของเซลล์",
    "membrane potential": "ความต่างศักย์ไฟฟ้าที่เกิดขึ้นระหว่างภายในและภายนอกเยื่อหุ้มเซลล์",
    "secondary active transport": "การขนส่งสารที่ใช้พลังงานทางอ้อมจากการเคลื่อนที่ทวนกระแสของไอออนตัวอื่น",
    "symport": "การขนส่งสารสองชนิดไปในทิศทางเดียวกันผ่านโปรตีนตัวพาเดียว",
    "sodium-glucose cotransporter": "โปรตีนที่นำกลูโคสเข้าเซลล์พร้อมกับโซเดียมโดยใช้แรงขับจากความต่างเข้มข้นของโซเดียม",
    "antiport": "การขนส่งสารสองชนิดไปในทิศทางตรงกันข้ามกัน",
    "sodium-calcium exchanger": "กลไกการแลกเปลี่ยนโซเดียมกับแคลเซียมข้ามเยื่อหุ้มเซลล์",
    "bulk transport": "การลำเลียงสารขนาดใหญ่เข้าหรือออกจากเซลล์โดยการสร้างถุงเวสิเคิล",
    "vesicle": "ถุงเยื่อหุ้มขนาดเล็กที่ใช้บรรจุและขนส่งสารภายในหรือภายนอกเซลล์",
    "endocytosis": "กระบวนการลำเลียงสารขนาดใหญ่เข้าสู่เซลล์โดยการเว้าของเยื่อหุ้มเซลล์",
    "phagocytosis": "การกินของเซลล์ โดยการยื่นส่วนของเซลล์ออกไปโอบล้อมสารที่เป็นของแข็ง",
    "pseudopod": "เท้าเทียม หรือส่วนของไซโทพลาซึมที่ยื่นออกไปเพื่อการเคลื่อนที่หรือกินอาหาร",
    "phagosome": "ถุงที่เกิดจากการล้อมกินอาหารแบบ Phagocytosis ก่อนจะไปรวมกับไลโซโซม",
    "pinocytosis": "การดื่มของเซลล์ โดยการเว้าของเยื่อหุ้มเซลล์เพื่อนำของเหลวเข้าสู่เซลล์",
    "receptor-mediated endocytosis": "การนำสารเข้าสู่เซลล์โดยต้องมีการจับกับโปรตีนตัวรับบนเยื่อหุ้มเซลล์ก่อน",
    "receptor": "ตัวรับบนผิวเซลล์ที่ทำหน้าที่จับกับโมเลกุลส่งสัญญาณที่จำเพาะ",
    "exocytosis": "กระบวนการหลั่งสารขนาดใหญ่ออกนอกเซลล์โดยการรวมตัวของถุงเวสิเคิลกับเยื่อหุ้มเซลล์",
    "pancreas": "ตับอ่อน ซึ่งเป็นอวัยวะที่มีการสร้างและหลั่งเอนไซม์หรือฮอร์โมนแบบ Exocytosis จำนวนมาก",
    "neurotransmitter": "สารสื่อประสาทที่ถูกหลั่งออกมาจากเซลล์ประสาทผ่านกระบวนการ Exocytosis",

    "n-waste": "ของเสียที่มีไนโตรเจนเป็นองค์ประกอบ ซึ่งเกิดจากกระบวนการสลายโปรตีนและกรดนิวคลีอิก",
    "ammonia": "ของเสียที่มีพิษสูงมากและละลายน้ำได้ดีที่สุด สัตว์ต้องใช้น้ำปริมาณมากในการกำจัด พบในสัตว์น้ำส่วนใหญ่",
    "urea": "ของเสียที่มีพิษปานกลาง ผลิตจากตับโดยเปลี่ยนจากแอมโมเนีย พบในสัตว์เลี้ยงลูกด้วยนมและสัตว์สะเทินน้ำสะเทินบก",
    "uric acid": "ของเสียที่มีพิษน้อยที่สุดและละลายน้ำได้น้อยมาก ขับถ่ายในรูปกึ่งแข็งเพื่อประหยัดน้ำ พบในนก แมลง และสัตว์เลื้อยคลาน",
    "metabolic change": "การเปลี่ยนแปลงทางเคมีภายในร่างกายที่ส่งผลต่อการสร้างหรือกำจัดของเสีย",
    "mammalia": "ชั้นของสัตว์เลี้ยงลูกด้วยนม ซึ่งขับถ่ายของเสียหลักในรูปของยูเรีย",
    "amphibia": "ชั้นของสัตว์สะเทินน้ำสะเทินบก เช่น กบ ซึ่งมักขับถ่ายแอมโมเนียในระยะตัวอ่อนและยูเรียในระยะตัวเต็มวัย",
    "urea cycle": "วัฏจักรปฏิกิริยาเคมีที่เกิดขึ้นในตับเพื่อเปลี่ยนแอมโมเนียที่เป็นพิษสูงให้กลายเป็นยูเรีย",
    "nitrogen": "ธาตุที่เป็นองค์ประกอบสำคัญในโปรตีนและกรดนิวคลีอิก ซึ่งเมื่อสลายแล้วจะกลายเป็นของเสีย",
    "aves": "กลุ่มสัตว์จำพวกนก ขับถ่ายกรดยูริกเพื่อลดการสูญเสียน้ำและลดน้ำหนักตัวเพื่อการบิน",
    "insecta": "กลุ่มแมลง มีระบบขับถ่ายโดยใช้ท่อมัลพิกเกียนและขับถ่ายกรดยูริก",
    "metabolism": "กระบวนการทางเคมีทั้งหมดที่เกิดขึ้นภายในเซลล์ของสิ่งมีชีวิตเพื่อการดำรงชีพ",
    "protonephridia": "ระบบขับถ่ายแบบปิดที่ประกอบด้วยท่อปลายตัน พบในสัตว์ที่มีโครงสร้างไม่ซับซ้อน เช่น หนอนตัวแบน",
    "platyhelminthes": "กลุ่มหนอนตัวแบน เช่น พลานาเรีย ใช้เฟลมเซลล์ในการขับถ่ายและรักษาดุลยภาพของน้ำ",
    "rotifers": "สัตว์ขนาดเล็กที่ใช้ระบบโปรโตเนฟรีเดียในการขับถ่าย",
    "flame cell": "เซลล์ที่มีกลุ่มขนโบกพัดคล้ายเปลวไฟ ทำหน้าที่พัดพาของเหลวเข้าสู่ท่อขับถ่ายในพลานาเรีย",
    "solenocyte": "เซลล์ขับถ่ายที่มีแฟลเจลลาเดี่ยว พบในสัตว์บางชนิดเช่น แอมฟิออกซัส",
    "microvilli": "ส่วนของเยื่อหุ้มเซลล์ที่ยื่นออกมาเพื่อเพิ่มพื้นที่ผิวในการดูดซึมสาร",
    "ultrafiltration": "การกรองผ่านเยื่อที่มีความละเอียดสูงโดยใช้แรงดันเลือด เช่น การกรองที่โกลเมอรูลัส",
    "interstitial fluid": "ของเหลวที่อยู่ระหว่างเซลล์ ทำหน้าที่เป็นตัวกลางในการแลกเปลี่ยนสารระหว่างเลือดกับเซลล์",
    "reabsorption": "การดูดสารที่มีประโยชน์กลับเข้าสู่กระแสเลือด เช่น กลูโคส กรดอะมิโน และน้ำ",
    "metanephridia": "ระบบขับถ่ายแบบเปิดที่พบในสัตว์พวกไส้เดือนดิน มีช่องรับของเหลวจากช่องตัว",
    "annelida": "กลุ่มหนอนปล้อง เช่น ไส้เดือนดิน ซึ่งมีเมทาเนฟรีเดียทำหน้าที่ขับถ่าย",
    "mollusca": "สัตว์กลุ่มหอยและหมึก ซึ่งมีระบบขับถ่ายที่พัฒนามากขึ้นเพื่อรักษาดุลยภาพ",
    "coelom": "ช่องว่างภายในลำตัวที่บรรจุของเหลวและอวัยวะต่างๆ",
    "ดูดกลับ": "กระบวนการดึงสารที่ยังมีประโยชน์กลับเข้าสู่ร่างกายหลังจากการกรอง",
    "malpighian tubules": "ท่อที่ยื่นออกมาจากทางเดินอาหารของแมลง ทำหน้าที่ดูดซับของเสียจากของเหลวในช่องตัว",
    "arthropoda": "กลุ่มสัตว์ที่มีขาเป็นข้อ เช่น แมลง กุ้ง ปู ซึ่งมีกลไกการขับถ่ายหลากหลายรูปแบบ",
    "hindgut": "ทางเดินอาหารส่วนท้าย ซึ่งเป็นบริเวณที่มีการดูดน้ำและไอออนกลับในแมลง",
    "midgut": "ทางเดินอาหารส่วนกลางของแมลง",
    "kidney": "อวัยวะหลักในระบบขับถ่ายของสัตว์เลี้ยงลูกด้วยนม ทำหน้าที่กรองเลือดและสร้างปัสสาวะ",
    "nephron": "หน่วยไต ซึ่งเป็นหน่วยการทำงานที่เล็กที่สุดของไต",
    "glomerulus": "กลุ่มหลอดเลือดฝอยภายในไตที่ทำหน้าที่กรองของเสียออกจากเลือด",
    "bowman's capsule": "ส่วนของหน่วยไตที่มีลักษณะเป็นกระเปาะหุ้มโกลเมอรูลัส ทำหน้าที่รับของเหลวที่กรองออกมา",
    "proximal convoluted tubule": "ท่อขดส่วนต้นของหน่วยไต เป็นบริเวณที่มีการดูดกลับสารมากที่สุด",
    "loop of henle": "ส่วนของท่อหน่วยไตที่มีลักษณะเป็นห่วงรูปตัวยู ทำหน้าที่หลักในการดูดกลับน้ำและโซเดียม",
    "distal convoluted tubule": "ท่อขดส่วนปลายของหน่วยไต ทำหน้าที่หลั่งสารและดูดกลับไอออนภายใต้การควบคุมของฮอร์โมน",
    "collecting duct": "ท่อรวมที่รับปัสสาวะจากหน่วยไตหลายๆ หน่วยเพื่อส่งไปยังกรวยไต",
    "ureter": "ท่อไตที่นำปัสสาวะจากไตไปสู่กระเพาะปัสสาวะ",
    "urinary bladder": "กระเพาะปัสสาวะ ทำหน้าที่เก็บกักปัสสาวะไว้ชั่วคราว",
    "urethra": "ท่อปัสสาวะ เป็นทางผ่านของปัสสาวะจากกระเพาะปัสสาวะออกสู่ภายนอกร่างกาย",
    "filtration": "กระบวนการกรองของเสียและสารต่างๆ ออกจากเลือดเข้าสู่หน่วยไต",
    "secretion": "การหลั่งสารจากเลือดเข้าสู่ท่อหน่วยไตเพื่อขับออกพร้อมปัสสาวะ",
    "filtrate": "ของเหลวที่ผ่านการกรองออกมาจากโกลเมอรูลัสเข้าสู่กระเปาะโบว์แมน",
    "passive": "กระบวนการเคลื่อนที่ของสารโดยไม่ต้องใช้พลังงาน ATP (เช่น การแพร่และออสโมซิส)",
    "active": "กระบวนการเคลื่อนที่ของสารที่ต้องใช้พลังงาน ATP เนื่องจากเคลื่อนที่ทวนกระแสความเข้มข้น",
    "ไฮโดรเจนไอออน": "ไอออนที่มีผลต่อความเป็นกรด-ด่างของเลือดและปัสสาวะ",
    "โพแทสเซียมไอออน": "ไอออนที่ถูกหลั่งออกที่ท่อหน่วยไตส่วนปลายเพื่อรักษาสมดุลในเลือด",
    "vasa recta": "หลอดเลือดฝอยที่พันรอบห่วงเฮนเล ช่วยในการดูดกลับและรักษาความเข้มข้นของสารในไต",
    "countercurrent system": "ระบบการไหลสวนทางกันของของเหลวเพื่อช่วยในการแลกเปลี่ยนสารหรือความร้อน",
    "countercurrent multiplier": "กลไกการทวีคูณโดยการไหลสวนทางในห่วงเฮนเลเพื่อสร้างความเข้มข้นของเกลือในเนื้อเยื่อไต",
    "descending limb": "ส่วนของห่วงเฮนเลขาลง ซึ่งยอมให้น้ำออสโมซิสออกมาได้ดีแต่ไม่ยอมให้เกลือผ่าน",
    "countercurrent exchanger": "ระบบแลกเปลี่ยนสารสวนทางที่เกิดในหลอดเลือดวาซาเรกตา",
    "medulla": "ไตชั้นใน ซึ่งมีความเข้มข้นของเกลือสูงมากเพื่อช่วยในการดูดกลับน้ำ",
    "homeostasis": "การรักษาดุลยภาพหรือการรักษาสภาวะภายในร่างกายให้คงที่",
    "osmoregulation": "กระบวนการควบคุมสมดุลของน้ำและแร่ธาตุในร่างกาย",
    "osmoconformer": "สิ่งมีชีวิตที่มีความเข้มข้นของของเหลวในร่างกายผันแปรตามสิ่งแวดล้อมภายนอก",
    "osmoregulator": "สิ่งมีชีวิตที่ต้องใช้พลังงานในการควบคุมความเข้มข้นของร่างกายให้คงที่",
    "gills": "เหงือก ซึ่งนอกจากใช้หายใจแล้ว ยังช่วยในการขับถ่ายเกลือแร่ในปลาน้ำเค็ม",
    "adh": "ฮอร์โมนต้านการปัสสาวะ ช่วยกระตุ้นการดูดกลับน้ำที่ท่อรวม",
    "raas": "ระบบฮอร์โมน (Renin-Angiotensin-Aldosterone System) ที่ควบคุมความดันเลือดและสมดุลโซเดียม",
    "compatible solutes": "สารละลายที่เซลล์สร้างขึ้นเพื่อปรับสมดุลออสโมติกโดยไม่ทำลายโครงสร้างของเซลล์",
    "ไอออนอินทรีย์": "โมเลกุลที่มีประจุซึ่งใช้ในการปรับสมดุลความเข้มข้นภายในเซลล์",
    "trimethylamine n-oxide": "สารที่พบในปลากระดูกอ่อน ช่วยป้องกันเซลล์จากผลเสียของยูเรียและความดันใต้น้ำ",
    "chloride cell": "เซลล์พิเศษที่เหงือกปลา ทำหน้าที่ขนส่งไอออนของเกลือเข้าหรือออกจากร่างกาย",
    "tmao": "อักษรย่อของ Trimethylamine N-oxide",
    "nasal gland": "ต่อมเกลือบริเวณจมูกของนกทะเล ช่วยขับเกลือส่วนเกินออกจากร่างกาย",
    "thermoregulation": "กระบวนการควบคุมอุณหภูมิของร่างกายให้อยู่ในเกณฑ์ที่เหมาะสม",
    "endotherm": "สัตว์เลือดอุ่นที่สามารถสร้างความร้อนภายในร่างกายเพื่อคงอุณหภูมิให้คงที่",
    "ectotherm": "สัตว์เลือดเย็นที่อุณหภูมิร่างกายเปลี่ยนแปลงตามสิ่งแวดล้อมภายนอก",
    "hypothalamus": "ส่วนของสมองที่เป็นศูนย์กลางควบคุมอุณหภูมิและดุลยภาพต่างๆ",
    "vasodilation": "การขยายตัวของหลอดเลือดเพื่อเพิ่มการระบายความร้อนออกจากร่างกาย",
    "vasoconstriction": "การหดตัวของหลอดเลือดเพื่อลดการสูญเสียความร้อน",
    "sweating": "การขับเหงื่อเพื่อระบายความร้อนด้วยการระเหยของน้ำ",
    "panting": "การระเหยของน้ำผ่านการหอบเพื่อระบายความร้อนในสัตว์บางชนิด",
    "shivering": "การสั่นของกล้ามเนื้อเพื่อสร้างความร้อนให้ร่างกาย",
    "brown adipose tissue": "เนื้อเยื่อไขมันสีน้ำตาลที่ทำหน้าที่สร้างความร้อนโดยเฉพาะในสัตว์จำศีลและทารก",
    "countercurrent heat exchange": "การแลกเปลี่ยนความร้อนสวนทางระหว่างเลือดแดงและเลือดดำเพื่อลดการสูญเสียความร้อนที่ปลายเท้าหรือครีบ",
    "acid-base balance": "สมดุลกรด-ด่างของของเหลวในร่างกาย",
    "buffer system": "ระบบที่ช่วยต้านทานการเปลี่ยนแปลงของค่า pH ในร่างกาย",
    "ระบบบัฟเฟอร์หลัก": "ระบบที่สำคัญที่สุดในการรักษาค่า pH ของเลือดให้คงที่",
    "main buffer system": "ภาษาอังกฤษของระบบบัฟเฟอร์หลัก",
    "ระบบบัฟเฟอร์ไบคาร์บอเนต": "ระบบบัฟเฟอร์ในเลือดที่สำคัญที่สุด ประกอบด้วยคาร์บอนไดออกไซด์และไบคาร์บอนไอออน",
    "บัฟเฟอร์": "สารที่ช่วยรักษาความสมดุลของกรดและด่าง",
    "ฟอสเฟต": "สารในระบบบัฟเฟอร์ที่สำคัญภายในเซลล์และในของเหลวในท่อหน่วยไต",
    "respiratory": "ระบบหายใจที่มีบทบาทสำคัญในการกำจัดคาร์บอนไดออกไซด์เพื่อควบคุม pH",
    "acidosis": "สภาวะที่เลือดหรือของเหลวในร่างกายมีความเป็นกรดมากเกินไป (pH ต่ำ)",
    "alkalosis": "สภาวะที่เลือดหรือของเหลวในร่างกายมีความเป็นด่างมากเกินไป (pH สูง)",
    "metabolic acidosis": "สภาวะเลือดเป็นกรดที่เกิดจากความผิดปกติของกระบวนการเมแทบอลิซึมหรือการทำงานของไต",
    "กรดฟอสเฟต": "สารประกอบฟอสเฟตที่มีสมบัติเป็นกรด ทำหน้าที่ในระบบบัฟเฟอร์",

    "intracellular": "การย่อยภายในเซลล์ โดยเซลล์จะนำอาหารเข้าสู่เซลล์แล้วย่อยด้วยเอนไซม์จากไลโซโซม",
    "protozoa": "สิ่งมีชีวิตเซลล์เดียว เช่น อะมีบาและพารามีเซียม ซึ่งมีการย่อยอาหารภายในเซลล์",
    "multicellular": "สิ่งมีชีวิตหลายเซลล์ที่มีการทำงานประสานกันของเซลล์หลายชนิดเพื่อย่อยอาหาร",
    "macrophage": "เซลล์เม็ดเลือดขาวชนิดหนึ่งที่กินสิ่งแปลกปลอมผ่านกระบวนการย่อยภายในเซลล์",
    "protease": "เอนไซม์สำหรับย่อยโปรตีนให้เป็นกรดอะมิโนหรือสายเปปไทด์ที่สั้นลง",
    "extracellular": "การย่อยภายนอกเซลล์ โดยเซลล์จะหลั่งเอนไซม์ออกมานอกเซลล์เพื่อย่อยอาหารให้มีขนาดเล็กลงก่อนดูดซึม",
    "acidic": "สภาวะที่เป็นกรด ซึ่งมีความสำคัญต่อการทำงานของเอนไซม์ในกระเพาะอาหาร",
    "alkaline": "สภาวะที่เป็นด่าง (เบส) ซึ่งช่วยปรับสภาพอาหารที่มาจากกระเพาะให้เหมาะสมต่อการทำงานของเอนไซม์ในลำไส้เล็ก",
    "mechanical digestion": "การย่อยเชิงกล เป็นการทำให้ขนาดของอาหารเล็กลงด้วยการบดเคี้ยวหรือการบีบตัวของทางเดินอาหาร",
    "การย่อยทางเคมี": "กระบวนการสลายพันธะเคมีในโมเลกุลอาหารโดยการทำงานของเอนไซม์",
    "chemical digestion": "ภาษาอังกฤษของการย่อยทางเคมี",
    "human digestive system": "ระบบย่อยอาหารของมนุษย์ที่ประกอบด้วยทางเดินอาหารและอวัยวะช่วยย่อย",
    "ทางเดินอาหาร": "ระบบท่อที่เริ่มจากปากไปจนถึงทวารหนักเพื่อใช้ในการขนส่งและย่อยอาหาร",
    "mouth": "ปาก ซึ่งเป็นจุดเริ่มต้นของการย่อยทั้งเชิงกล (ฟัน) และทางเคมี (เอนไซม์อะไมเลส)",
    "ย่อยเชิงกล": "กระบวนการทำให้ขนาดอาหารเล็กลงโดยไม่ใช้เอนไซม์ เช่น การเคี้ยว",
    "bolus": "ก้อนอาหารที่ถูกเคี้ยวและผสมกับน้ำลายจนพร้อมที่จะกลืน",
    "esophagus": "หลอดอาหาร ทำหน้าที่ลำเลียงก้อนอาหารจากปากสู่กระเพาะอาหาร",
    "peristalsis": "การหดตัวและคลายตัวของกล้ามเนื้อทางเดินอาหารเป็นระลอกคลื่นเพื่อดันอาหารไปข้างหน้า",
    "stomach": "กระเพาะอาหาร ทำหน้าที่คลุกเคล้าอาหารและย่อยโปรตีนในสภาวะที่เป็นกรด",
    "ย่อยเชิงเคมี": "การย่อยที่ใช้เอนไซม์ในการตัดโมเลกุลสารอาหารให้เล็กลง",
    "hcl": "กรดไฮโดรคลอริกในกระเพาะอาหาร ช่วยฆ่าเชื้อโรคและกระตุ้นการทำงานของเอนไซม์เปปซิน",
    "pepsinogen": "เอนไซม์ที่ยังไม่พร้อมใช้งานในกระเพาะอาหาร ซึ่งจะถูกเปลี่ยนเป็นเปปซินโดยกรด HCl",
    "pepsin": "เอนไซม์ในกระเพาะอาหารที่ทำหน้าที่ย่อยโปรตีน",
    "duodenum": "ลำไส้เล็กส่วนต้น เป็นบริเวณที่มีการย่อยสารอาหารเกือบทุกชนิดเกิดขึ้นมากที่สุด",
    "jejunum": "ลำไส้เล็กส่วนกลาง ทำหน้าที่หลักในการดูดซึมสารอาหาร",
    "ileum": "ลำไส้เล็กส่วนปลาย ทำหน้าที่ดูดซึมวิตามิน B12 และน้ำดีกลับเข้าสู่ร่างกาย",
    "chyme": "อาหารที่มีลักษณะเป็นของเหลวข้นหลังผ่านการผสมกับน้ำย่อยในกระเพาะอาหาร",
    "bile": "น้ำดี ผลิตจากตับและเก็บไว้ที่ถุงน้ำดี ช่วยให้ไขมันแตกตัวเป็นละอองขนาดเล็ก",
    "liver": "ตับ อวัยวะขนาดใหญ่ที่ผลิตน้ำดีและทำลายสารพิษในร่างกาย",
    "gallbladder": "ถุงน้ำดี ทำหน้าที่เก็บกักและทำให้น้ำดีมีความเข้มข้นขึ้นก่อนส่งไปยังลำไส้เล็ก",
    "คาร์โบไฮเดรต": "สารอาหารประเภทแป้งและน้ำตาล ซึ่งเริ่มย่อยครั้งแรกที่ปาก",
    "bile salt": "เกลือน้ำดีที่เป็นองค์ประกอบสำคัญในน้ำดี ช่วยในการดึงไขมันให้รวมตัวกับน้ำ (Emulsification)",
    "วิตามิน b12": "วิตามินที่จำเป็นต่อการสร้างเม็ดเลือดแดงและการทำงานของระบบประสาท ดูดซึมที่ลำไส้เล็กส่วนปลาย",
    "villi": "ส่วนของผนังลำไส้เล็กที่ยื่นออกมาคล้ายนิ้วมือเพื่อเพิ่มพื้นที่ผิวในการดูดซึมสารอาหาร",
    "ไขมัน": "สารอาหารที่ต้องอาศัยน้ำดีช่วยทำให้แตกตัวก่อนจะถูกย่อยโดยเอนไซม์ไลเปส",
    "bicarbonate": "สารที่มีคุณสมบัติเป็นด่าง หลั่งจากตับอ่อนเพื่อสะเทินกรดจากกระเพาะอาหารในลำไส้เล็ก",
    "small intestine": "ลำไส้เล็ก เป็นส่วนที่ยาวที่สุดของทางเดินอาหาร ทำหน้าที่ย่อยสารอาหารเกือบทุกชนิดและดูดซึมสารอาหารเข้าสู่กระแสเลือดและระบบน้ำเหลือง",
    "large intestine": "ลำไส้ใหญ่ ทำหน้าที่ดูดซึมน้ำและเกลือแร่ และเป็นที่อยู่ของแบคทีเรียที่มีประโยชน์",
    "electrolyte": "เกลือแร่ที่มีประจุไฟฟ้าในร่างกาย เช่น โซเดียมและโพแทสเซียม",
    "segmentation": "การบีบตัวของลำไส้เล็กเพื่อคลุกเคล้าอาหารให้ผสมกับน้ำย่อย",
    "enteric nervous system": "ระบบประสาททางเดินอาหารที่ควบคุมการทำงานของระบบย่อยอาหารโดยอิสระ",
    "gastrin": "ฮอร์โมนที่กระตุ้นการหลั่งกรด HCl และการเคลื่อนไหวของกระเพาะอาหาร",
    "secretin": "ฮอร์โมนที่กระตุ้นให้ตับอ่อนหลั่งสารไบคาร์บอเนตออกมาสะเทินกรด",
    "cholecystokinin": "ฮอร์โมน (CCK) ที่กระตุ้นการหลั่งเอนไซม์จากตับอ่อนและการบีบตัวของถุงน้ำดี",
    "absorption in humans": "กระบวนการนำสารอาหารที่ย่อยแล้วผ่านผนังทางเดินอาหารเข้าสู่กระแสเลือดหรือน้ำเหลือง",
    "ระบบน้ำเหลือง": "ระบบท่อที่ทำหน้าที่ลำเลียงไขมันที่ดูดซึมจากลำไส้เล็กกลับเข้าสู่ระบบเลือด",
    "vitamin": "สารอินทรีย์ที่ร่างกายต้องการในปริมาณน้อยแต่จำเป็นต่อการทำงานของระบบต่างๆ",
    "bile acid": "กรดน้ำดีที่เป็นสารตั้งต้นของเกลือน้ำดี",
    "fructose": "น้ำตาลโมเลกุลเดี่ยวที่พบในผลไม้ ดูดซึมผ่านช่องโปรตีน GLUT5",
    "galactose": "น้ำตาลโมเลกุลเดี่ยวที่ได้จากการย่อยน้ำตาลแลคโตสในนม",
    "transporters": "โปรตีนบนเยื่อหุ้มเซลล์ที่ทำหน้าที่ขนส่งสารอาหารเข้าสู่เซลล์",
    "sglt1": "โปรตีนตัวพาที่ใช้โซเดียมในการนำน้ำตาลกลูโคสและกาแลคโตสเข้าสู่เซลล์ลำไส้",
    "glut2": "โปรตีนตัวพาที่นำน้ำตาลโมเลกุลเดี่ยวออกจากเซลล์ลำไส้เข้าสู่กระแสเลือด",
    "dipeptide": "โมเลกุลที่ประกอบด้วยกรดอะมิโนสองหน่วยเชื่อมต่อกัน",
    "mono": "คำอุปสรรคหมายถึงหนึ่ง",
    "glyceride": "สารประกอบลิพิดที่เกิดจากกลีเซอรอลรวมตัวกับกรดไขมัน",
    "micelles": "โครงสร้างขนาดจิ๋วที่เกิดจากการล้อมรอบโมเลกุลไขมันด้วยเกลือน้ำดีเพื่อให้ละลายน้ำได้",
    "chylomicrons": "อนุภาคลิพิดขนาดใหญ่ที่ถูกสร้างขึ้นในเซลล์ลำไส้เพื่อขนส่งไขมันเข้าสู่ระบบน้ำเหลือง",
    "โซเดียม": "แร่ธาตุสำคัญที่มีบทบาทในการช่วยดูดซึมน้ำตาลและกรดอะมิโน",
    "โพแทสเซียม": "แร่ธาตุที่ช่วยรักษาสมดุลของของเหลวและการทำงานของกล้ามเนื้อ",
    "biotin": "วิตามินบี 7 ที่สร้างขึ้นโดยแบคทีเรียในลำไส้ใหญ่",
    "digestive diseases": "โรคหรือความผิดปกติที่เกิดกับระบบย่อยอาหาร",
    "helicobacter pylori": "แบคทีเรียที่เป็นสาเหตุหลักของโรคแผลในกระเพาะอาหารและการอักเสบเรื้อรัง",
    "สเตียรอยด์": "ยากลุ่มหนึ่งที่หากใช้ไม่ถูกต้องอาจส่งผลให้เกิดแผลในทางเดินอาหารได้",
    "nsaids": "ยากลุ่มต้านการอักเสบที่ไม่ใช่สเตียรอยด์ ซึ่งอาจระคายเคืองกระเพาะอาหารหากใช้ในปริมาณมาก",
    "กลูเตน": "โปรตีนที่พบในแป้งสาลี ซึ่งอาจก่อให้เกิดอาการแพ้หรือการอักเสบในลำไส้ของบางคน",
    "salmonella": "แบคทีเรียที่เป็นสาเหตุของโรคอาหารเป็นพิษและอาการท้องร่วง",
    "e. coli": "แบคทีเรียที่ปกติพบในลำไส้ แต่บางสายพันธุ์อาจก่อให้เกิดอาการท้องเสียรุนแรงได้",
    "โนโรไวรัส": "ไวรัสที่เป็นสาเหตุของการระบาดของโรคทางเดินอาหารอักเสบและอาเจียนรุนแรง",
    "คอเลสเตอรอล": "ไขมันชนิดหนึ่งที่เป็นองค์ประกอบของเยื่อหุ้มเซลล์และน้ำดี หากมีมากเกินไปอาจทำให้เกิดนิ่วในถุงน้ำดี",
    "ถุงน้ำดี": "อวัยวะที่ใช้เก็บน้ำดีเพื่อช่วยในการย่อยไขมัน"
}